Repository: yashwantGehlot/flutter_ui_sdk
Catalog: client/lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te

source: Consent Requested On
bn: সম্মতি প্রাপ্তির অনুরোধ করা হয়েছে
gu: આ દિવસે સંમતિની વિનંતી કરવામાં આવી હતી
hi: सहमति के लिए अनुरोध निम्न पर की गई
kn: ರಂದು ಸಮ್ಮತಿಯನ್ನು ಕೋರಲಾಗಿದೆ
ml: സമ്മതം അഭ്യർത്ഥിച്ചു
mr: रोजी संमतीकरिता विनंती केली.
or: ଏଥିରେ ସହମତି ଅନୁରୋଧ କରାଯାଇଥିଲା
pa: ਲਈ ਸਹਿਮਤੀ ਦੀ ਬੇਨਤੀ ਕੀਤੀ
ta: சம்மதம் கோரப்பட்டது
te: సమ్మతి అభ్యర్థించబడినది

source: Consent Revoked
bn: সম্মতি প্রত্যাহার করা হয়েছে
gu: સમંતિ પાછી ખેંચી
hi: सहमति वापस ले ली गई
kn: ಸಮತ್ತಿ ಪುನಃಚಾಲಿತವಾಗಿದೆ
ml: സമ്മതം റദ്ദാക്കി
mr: संमती रद्द केली आहे
or: ସମ୍ମତି ପ୍ରତ୍ୟାହାର କରାଯାଇଛି
pa: ਸਹਿਮਤੀ ਰੱਦ ਕੀਤੀ ਗਈ
ta: சம்மதம் ரத்து செய்யப்பட்டது
te: సమ్మతి రివోక్ చేయబడింది

source: Consents
bn: সম্মতি
gu: સંમતિઓ
hi: सहमति
kn: ಸಮ್ಮತಿಗಳು
ml: സമ്മതങ്ങ
mr: संमती
or: ସମ୍ମତିଗୁଡିକ
pa: ਸਹਿਮਤੀ
ta: சம்மதங்கள்
te: సమ్మతులు

# consentSuccessMessage
source: Consent provided successfully
bn: সম্মতি সফলভাবে প্রদান করা হয়েছে
gu: સફળતાપૂર્વક સંમતિ પૂરી પાડી
hi: सहमति सफलतापूर्वक दी गई
kn: ಸಮ್ಮತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಒದಗಿಸಲಾಗಿದೆ
ml: സമ്മതം വിജയകരമായി നൽകി
mr: संमती यशस्वीरित्या दिली.
or: ସହମତି ସଫଳତାର ସହ ପ୍ରଦାନ କରାଯାଇଥିଲା
pa: ਸਹਿਮਤੀ ਸਫਲਤਾਪੂਰਵਕ ਪ੍ਰਦਾਨ ਕੀਤੀ
ta: சம்மதம் வெற்றிகரமாக வழங்கப்பட்டது
te: సమ్మతి విజయవంతంగా అందించబడింది

# consentsWillBeRevoked
source: • Your consents will be revoked.
bn: আপনার প্রদত্ত সম্মতিগুলি প্রত্যাহার করা হবে
gu: તમારી સંમતિઓ પાછી ખેંચવામાં આવશે.
hi: • आपकी सहमति वापस ले ली जाएंगी।
kn: • ನಿಮ್ಮ ಸಮ್ಮತಿಗಳನ್ನು ರದ್ದುಪಡಿಸಲಾಗುತ್ತದೆ.
ml: നിങ്ങളുടെ സമ്മതം റദ്ദാക്കപ്പെടും
mr: • तुम्ही दिलेल्या संमती रद्द केल्या जातील.
or: • ଆପଣଙ୍କ ସହମତିଗୁଡ଼ିକ ପ୍ରତ୍ୟାଖ୍ୟାନ କରାଯିବ।
pa: • ਤੁਹਾਡੀਆਂ ਸਹਿਮਤੀਆਂ ਰੱਦ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ।
ta: • உங்கள் சம்மதங்கள் ரத்து செய்யப்படும்.
te: • మీ సమ్మతులు ఉపసంహరించుకోబడతాయి.

source: Contact Support
bn: সহায়তার জন্য যোগাযোগ
gu: સપોર્ટનો સંપર્ક કરો
hi: सपोर्ट से संपर्क करें
kn: ಸಹಕಾರವನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: പിന്തുണയുമായി ബന്ധപ്പെടുക
mr: मदतीकरिता संपर्क साधा
or: ଯୋଗାଯୋଗ ସମର୍ଥନ
pa: ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ta: உதவியைத் தொடர்புகொள்க
te: సంప్రదింపు మద్దతు

# continuee
source: Continue
bn: এগিয়ে যান
gu: ચાલુ રાખો
hi: जारी रखें
kn: ಮುಂದುವರಿಯಿರಿ
ml: തുടരുക
mr: पुढे चालू ठेवा
or: ଜାରି ରଖନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடர்க
te: కొనసాగించండి

source: Continue Sign In
bn: সাইন ইন করুন
gu: સાઇન ઇન ચાલુ રાખો
hi: साइन इन करना जारी रखें
kn: ಸೈನ್ ಇನ್ ಮುಂದುವರಿಸಿ
ml: സൈൻ ഇൻ തുടരുക
mr: साइन इन चालू ठेवा
or: ସାଇନ୍ ଇନ୍ ଜାରି ରଖନ୍ତୁ
pa: ਸਾਈਨ ਇਨ ਜਾਰੀ ਰੱਖੋ
ta: உள்நுழைதலை தொடர்க
te: సైన్ ఇన్ కొనసాగించండి

source: Copied to clipboard
bn: ক্লিপবোর্ডে কপি করা হয়েছে
gu: ક્લિપબોર્ડ પર કૉપિ કર્યું
hi: क्लिपबोर्ड पर कॉपी कर दिया गया
kn: ಕ್ಲಿಪ್​ಬೋರಿಗೆ ಕಾಪಿ ಮಾಡಲಾಗಿದೆ
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി
mr: क्लिपबोर्डला कॉपी केले
or: କ୍ଲିପ୍​ବୋର୍ଡକୁ କପି ହୋଇଛି
pa: ਕਲਿੱਪਬੋਰਡ ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
ta: கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
te: క్లిప్​బోర్డ్​కి కాపీ చేయబడింది

source: Current PIN
bn: বর্তমান PIN
gu: વર્તમાન PIN
hi: वर्तमान PIN
kn: ಪ್ರಸ್ತುತ ಪಿನ್
ml: നിലവിലെ പിൻ
mr: सध्याचा PIN
or: ବର୍ତ୍ତମାନର PIN
pa: ਮੌਜੂਦਾ ਪਿੰਨ
ta: தற்போதைய PIN
te: ప్రస్తుత పిన్

source: Customer spending patterns, budget or other reportings
bn: গ্রাহকের খরচের ধরণ, বাজেট বা অন্যান্য রিপোর্টিং
gu: ગ્રાહકના ખર્ચની પેટર્ન, બજેટ અથવા અન્ય અહેવાલો
hi: कस्टमर के खर्च पैटर्न, बजट या अन्य रिपोर्टिंग
kn: ಗ್ರಾಹಕರ ಖರ್ಚಿನ ಮಾದರಿಗಳು, ಬಜೆಟ್ ಅಥವಾ ಇತರ ವರದಿಗಳು
ml: ഉപഭോക്തൃ ചെലവ് പാറ്റേണുകൾ, ബജറ്റ് അല്ലെങ്കിൽ മറ്റ് റിപ്പോർട്ടിംഗുകൾ
mr: ग्राहक खर्च पद्धती, बजेट आणि इतर रीपोर्टिंग
or: ଗ୍ରାହକ ଖର୍ଚ୍ଚ ପାର୍ଟନ, ବଜେଟ୍​ କିମ୍ୱା ଅନ୍ୟ ରିପୋର୍ଟିଂଗୁଡ଼ିକ
pa: ਗਾਹਕ ਦੇ ਖਰਚਣ ਦੇ ਨਮੂਨੇ, ਬਜਟ ਜਾਂ ਹੋਰ ਰਿਪੋਰਟਿੰਗ
ta: வாடிக்கையாளர் செலவு செய்யும் முறைகள், வரவு செலவு திட்டம் அல்லது பிற அறிக்கைகள்
te: వినియోగదారు ఖర్చు చేసే రీతులు, బడ్జట్ లేదా ఇతర రిపోర్టింగింస్

source: Data Fetch Frequency
bn: ডেটা আনার ফ্রিকোয়েন্সি
gu: ડેટા મેળવવાનું આવર્તન
hi: डेटा फेच की आवृत्ति
kn: ಡೇಟಾ ಪಡೆಯುವಿಕೆಯ (ಫೆಚ್) ಆವರ್ತನ
ml: ഡാറ്റ എടുക്കൽ ആവൃത്തി
mr: डेटा मिळविण्याची वारंवारता
or: ଡାଟା ଫେଚ୍​ବାରମ୍ୱାରତା
pa: ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਬਾਰੰਬਾਰਤਾ
ta: தரவு சேகரிப்புக் கால இடைவெளி
te: డేటా తీసుకువచ్చే తరచుదనం

source: Data Fetch From
bn: ডেটা আনা হয়েছে
gu: આમાંથી ડેટા મેળવ્યો
hi: डेटा फेच निम्न तारीख से
kn: ಡೇಟಾ ಪಡೆಯುವಿಕೆ (ಫೆಚ್) ಕೆಳಕಂಡ ದಿನಾಂಕದಿಂದ
ml: ..... മുതൽ ഡാറ്റ എടുക്കുക
mr: डेटा....... मधून मिळविला
or: ଏଥିରୁ ଡାଟା ଫେଚ୍​
pa: ਤੋਂ ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰੋ
ta: தரவு சேகரிப்பு தொடக்கம்
te: డేటా తీసుకురాబడినది

source: Data Fetch Until
bn: যে পর্যন্ত ডেটা আনা হয়েছে
gu: સુધીનો ડેટા મોકલ્યો
hi: डेटा फेच निम्न तारीख तक
kn: ಡೇಟಾ ಪಡೆಯುವಿಕೆ (ಫೆಚ್) ಕೆಳಕಂಡ ದಿನಾಂಕದವರೆಗೆ
ml: ..... വരെ ഡാറ്റ എടുക്കുക
mr: ........ पर्यंतचा डेटा मिळविला
or: ଏପର୍ଯ୍ୟନ୍ତ ଡାଟା ଫେଚ୍​
pa: ਤੱਕ ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰੋ
ta: தரவு சேகரிப்பு முடிவு
te: ఎప్పటివరకు డేటా తీసుకురాబడింది

source: Data From Date
bn: তারিখ থেকে তথ্য
gu: તારીખથી ડેટા
hi: तारीख से तारीख तक
kn: ದತ್ತಾಂಶ ಆರಂಭ ದಿನಾಂಕ
ml: ഡാറ്റ മുതൽ തീയതി
mr: तारखेपासूनचा डेटा
or: ତାରିଖରୁ ଡାଟା
pa: ਇਸ ਮਿਤੀ ਤੋਂ ਡਾਟਾ
ta: தரவு தொடங்கும் தேதி
te: తేది నుండి డేటా

source: Data Retrieval Timestamps
bn: ডেটা পুনরুদ্ধার করার টাইমস্ট্যাম্প
gu: ડેટાની પુનઃપ્રાપ્તિના ટાઇમસ્ટેમ્પ
hi: डेटा रिट्रीवल टाइमस्टैम्प
kn: ಡೇಟಾ ರಿಟ್ರೀವಲ್ ಟೈಮ್ ಸ್ಟ್ಯಾಂಪ್ಸ್
ml: ഡാറ്റ വീണ്ടെടുക്കൽ ടൈംസ്റ്റാമ്പുകൾ
mr: डेटा पुन्हा प्राप्त केल्याच्या वेळेचे रेकॉर्ड
or: ଡାଟା ପୁନର୍ଲାଭ ଟାଇମଷ୍ଟାମ୍ପଗୁଡ଼ିକ
pa: ਡਾਟਾ ਰੀਟਰੀਵਲ ਟਾਈਮਸਟੈਂਪਸ
ta: தரவு சேகரிப்பு நேரமுத்திரைகள்
te: డేటా పునర్లభ్యత టైమ్​స్టాంప్స్

source: Data Stored Until
bn: পর্যন্ত তথ্য সংরক্ষিত আছে
gu: સુધી ડેટા સંગ્રહિત કરવામાં આવે છે
hi: डेटा निम्न तारीख तक स्टोर रहेगा
kn: ಎಲ್ಲಿಯವರೆಗೆ ದತ್ತಂಶ ಶೇಖರಿಸಲಾಗಿದೆ
ml: വരെ സംഭരിച്ച ഡാറ്റ
mr: पर्यंत डेटा संग्रहित केला आहे
or: ପର୍ଯ୍ୟନ୍ତ ଡାଟା ଷ୍ଟୋର୍ ହୋଇଛି
pa: ਤੱਕ ਸਟੋਰ ਕੀਤਾ ਡਾਟਾ
ta: தரவு சேமிக்கப்படும் இறுதித் தேதி
te: వరకు నిల్వ చేయబడిన డేటా

source: Data To Date
bn: তারিখ অনুযায়ী তথ্য
gu: આજ સુધીનો ડેટા
hi: तारीख से तारीख तक
kn: ದತ್ತಾಂಶ ಕೊನೆಯ ದಿನಾಂಕ
ml: ഇന്നുവരെയുള്ള ഡാറ്റ
mr: पर्यंतचा डेटा
or: ଏପର୍ଯ୍ୟନ୍ତର ଡାଟା
pa: ਅੱਜ ਦੀ ਮਿਤੀ ਤੱਕ ਡਾਟਾ
ta: தரவு முடிவடையும் தேதி
te: తేది కి డేటా

source: Data Use
bn: ডেটার ব্যবহার
gu: ડેટા વપરાશ
hi: डेटा का प्रयोग
kn: ಡೇಟಾ ಉಪಯೋಗ
ml: ഡാറ്റ ഉപയോഗം
mr: डेटाचा उपयोग
or: ଡାଟା ବ୍ୟବହାର
pa: ਡਾਟਾ ਵਰਤੋਂ
ta: தரவுப் பயன்பாடு
te: డేటా వాడకం

source: Date of Birth
bn: জন্ম তারিখ
gu: જન્મતારીખ
hi: जन्म की तारीख
kn: ಜನ್ಮ ದಿನಾಂಕ
ml: ജനനത്തീയതി
mr: जन्मतारीख
or: ଜନ୍ମ ତାରିଖ
pa: ਜਨਮ ਤਾਰੀਖ
ta: பிறந்த தேதி
te: పుట్టిన తేది

source: day
bn: দিন
gu: દિવસ
hi: दिन
kn: ದಿವಸ
ml: ദിവസം
mr: दिवस
or: ଦିନ
pa: ਦਿਨ
ta: நாள்
te: రోజు

source: days
bn: দিন
gu: દિવસ
hi: दिन
kn: ದಿವಸಗಳು
ml: ദിവസങ്ങൾ
mr: दिवस
or: ଦିନଗୁଡ଼ିକ
pa: ਦਿਨ
ta: நாட்கள்
te: రోజులు

source: Delete AA Account
bn: এএ অ্যাকাউন্ট মুছে ফেলুন
gu: AA એકાઉન્ટ ડિલિટ કરો
hi: AA अकाउंट हटा दें
kn: ಎಎ ಖಾತೆ ಅಳಿಸಿ
ml: എ.എ. അക്കൗണ്ട് ഇല്ലാതാക്കുക
mr: AA अकाउंट डीलीट करा
or: AA ଏକାଉଣ୍ଟ୍ ବିଲୋପ କରନ୍ତୁ
pa: AA ਖਾਤਾ ਡਿਲੀਟ ਕਰੋ
ta: AA கணக்கை அழிக்கவும்
te: AA ఖాతాని తొలగించండి

source: De-link
bn: সংযোগ বিচ্ছিন্ন
gu: ડી-લિંક કરો
hi: डी-लिंक करें
kn: ಡಿ-ಲಿಂಕ್
ml: ഡി-ലിങ്ക് ചെയ്യുക
mr: डी-लिंक करा
or: ଡିଲିଙ୍କ୍
pa: ਡੀ-ਲਿੰਕ
ta: இணைப்பு அகற்றுக
te: లింక్-తీసేయండి

source: De-link Account
bn: অ্যাকাউন্টের সাথে সংযোগ বিচ্ছিন্ন করুন
gu: એકાઉન્ટ ડી-લિંક કરો
hi: अकाउंट डी-लिंक करें
kn: ಖಾತೆ ಡಿ-ಲಿಂಕ್ ಮಾಡಿ
ml: അക്കൗണ്ട് ഡി-ലിങ്ക് ചെയ്യുക
mr: अकाउंट डी-लिंक करा
or: ଏକାଉଣ୍ଟ୍ ଡି-ଲିଙ୍କ୍ କରନ୍ତୁ
pa: ਖਾਤਾ ਡੀ-ਲਿੰਕ ਕਰੋ
ta: கணக்கு இணைப்பு அகற்றுக
te: ఖాతా లింక్-తీసేయండి

# delinkAccountConfirmation
source: Are you sure you want to delink this account? All consents approved for this account will be revoked.
bn: আপনি কি এই অ্যাকাউন্টটি বিচ্ছিন্ন করার বিষয়ে নিশ্চিত? এই অ্যাকাউন্টের জন্য প্রদান করা সমস্ত সম্মতি প্রত্যাহার করা হবে।
gu: શું તમે ખરેખર આ એકાઉન્ટ ડી-લિંક કરવા માગો છો? આ એકાઉન્ટ માટે મંજૂર કરેલી બધી સંમતિ પાછી ખેંચી લેવામાં આવશે.
hi: क्या आप वाकई में अकाउंट डी-लिंक करना चाहते हैं? इस अकाउंट के लिए सबी सहमतियाँ वापस ले ली जाएंगी।
kn: ಈ ಖಾತೆಯನ್ನು ಡೀಲಿಂಕ್ ಮಾಡುವುದು ಖಚಿತವೇ? ಈ ಖಾತೆಗಾಗಿ ಒಪ್ಪಿಕೊಳ್ಳಲಾದ ಎಲ್ಲಾ ಸಮ್ಮತಿಗಳನ್ನು ಪುನಃಚಾಲಿತ ಮಾಡಲಾಗಿದೆ.
ml: ഈ അക്കൗണ്ട് ഡിലിങ്ക് ചെയ്യണമെന്ന് തീർച്ചയാണോ? ഈ അക്കൗണ്ടിനായി അംഗീകരിച്ച എല്ലാ സമ്മതങ്ങളും റദ്ദാക്കപ്പെടും.
mr: तुम्हाला हे अकाउंट डी-लिंक करायचे आहे, हे निश्चित आहे? ह्या अकाउंटकरिता मंजुरी दिलेल्या सर्व संमती रद्द केल्या जातील.
or: ଆପଣ ଏହି ଏକାଉଣ୍ଟ୍​କୁ ଡି-ଲିଙ୍କ୍ କରିବାକୁ ସୁନିଶ୍ଚିତ ଅଛନ୍ତି କି? ଏହି ଏକାଉଣ୍ଟ୍ ପାଇଁ ଅନୁମୋଦିତ ସମସ୍ତ ସମ୍ମତି ପ୍ରତ୍ୟାହାର କରାଯିବ।
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਖਾਤੇ ਨੂੰ ਡੀਲਿੰਕ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਖਾਤੇ ਲਈ ਮਨਜ਼ੂਰ ਸਾਰੀਆਂ ਸਹਿਮਤੀਆਂ ਰੱਦ ਕਰ ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ।
ta: நீங்கள் இந்தக் கணக்கை உறுதியாக இணைப்பு அகற்ற விரும்புகிறீர்களா? இந்தக் கணக்குக்கு அனுமதிக்கப்பட்ட சம்மதங்கள் அனைத்தும் ரத்து செய்யப்படும்.
te: ఖచ్చితమేనా మీరు ఈ ఖాతా లింక్ తీసేయాలనుకుంటున్నారా? ఈ ఖాతాకి ఆమోదించబడిన అన్ని సమ్మతులు రివోక్ చేయబడాయి.

source: Delinking Successful
bn: সংযোগ বিচ্ছিন্ন করা সফল হয়েছে
gu: ડી-લિંક કરવું સફળ રહ્યું
hi: सफलतापूर्वक डी-लिंक कर दिया गया है
kn: ಡೀಲಿಂಕಿಂಗ್ ಯಶಸ್ವಿ
ml: ഡിലിങ്കിംഗ് വിജയകരം
mr: डी-लिंक करणे यशस्वी झाले.
or: ଡି-ଲିଙ୍କ୍ ସଫଳ ହୋଇଛି
pa: ਡੀਲਿੰਕ ਕਰਨਾ ਸਫਲ ਰਿਹਾ
ta: இணைப்பு அகற்றல் வெற்றியடைந்தது
te: విజయవంతంగా లింక్ తీసివేయబడింది

source: De-Select All
bn: সব কিছু ডি-সিলেক্ট করুন
gu: બધું નાપસંદ કરો
hi: सभी को डी-सिलेक्ट करें
kn: ಎಲ್ಲವನ್ನು ಡೀ-ಸೆಲೆಕ್ಟ್ ಮಾಡಿ
ml: തിരഞ്ഞെടുത്തത് എല്ലാം മായ്ക്കുക
mr: निवडलेले सर्व रद्द करा.
or: ସମସ୍ତକୁ ଅଣଚୟନ କରନ୍ତୁ
pa: ਸਭ ਨੂੰ ਡੀ-ਸਿਲੈਕਟ ਕਰੋ
ta: அனைத்துத் தேர்வையும் நீக்குக
te: అన్ని ఎంపిక నుండి తీసేయండి

source: Details
bn: বিস্তারিত বিবরণ
gu: વિગતો
hi: विवरण
kn: ವಿವರಗಳು
ml: വിശദാംശങ്ങൾ
mr: तपशील
or: ବିବରଣୀସମୂହ
pa: ਵੇਰਵੇ
ta: விவரங்கள்
te: వివరాలు

# doNotHaveFinvuAccountRegister
source: Don’t have a Finvu Account yet? Register
bn: আপনার কি এখনো কোনো ফিনভু অ্যাকাউন্ট নেই? নিবন্ধন করুন
gu: હજી સુધી Finvu એકાઉન્ટ ધરાવતા નથી? નોંધણી કરો
hi: क्या आपका फिनव्यू अकाउंट अभी तक नहीं है? रेजिस्टर करें
kn: ನಿಮಗೆ ಫಿನ್​ವಿಯು ಖಾತೆ ಇದೆಯೇ? ನೋಂದಣಿ
ml: ഇതുവരെ ഒരു ഫിൻവു അക്കൗണ്ട് ഇല്ലേ? രജിസ്റ്റർ ചെയ്യുക
mr: अद्याप तुमचे फिनव्हीयु अकाउंट नाही? रजिस्टर करा
or: ଏପର୍ଯ୍ୟନ୍ତ ଏକ Finvu ଏକାଉଣ୍ଟ୍ ନାହିଁ କି? ପଞ୍ଜୀକରଣ କରନ୍ତୁ
pa: ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਅਜੇ Finvu ਖਾਤਾ ਨਹੀਂ ਹੈ? ਰਜਿਸਟਰ ਕਰੋ
ta: இதுவரை Finvu கணக்கு இல்லையா? பதிவு
te: ఇంకా ఫిన్​వ్యూ ఖాతా లేదా? రిజిస్టర్ చేసుకోండి

source: Download Consent Report
bn: সম্মতি প্রদানের রিপোর্ট ডাউনলোড করুন
gu: સંમતિ રિપોર્ટ ડાઉનલોડ કરો
hi: सहमति रिपोर्ट डाउनलोड करें
kn: ಒಪ್ಪಿಗೆ ವರದಿ ಡೌನ್ಲೋಡ್ ಮಾಡಿ
ml: സമ്മത റിപ്പോർട്ട് ഡൗൺലോഡ് ചെയ്യുക
mr: संमती अहवाल डाउनलोड करा
or: ସମ୍ମତି ରିପୋର୍ଟ୍ ​ଡାଉନଲୋଡ୍ ​କରନ୍ତୁ
pa: ਸਹਿਮਤੀ ਰਿਪੋਰਟ ਡਾਊਨਲੋਡ ਕਰੋ
ta: ஒப்புதல் அறிக்கையை பதிவிறக்குக
te: సమ్మతి రిపోర్ట్​ని డౌన్​లోడ్ చేసుకోండి

source: Download Failed
bn: ডাউনলোড ব্যর্থ হয়েছে
gu: ડાઉનલોડ નિષ્ફળ રહ્યું
hi: डाउनलोड विफल हो गया
kn: ಡೌನ್ಲೋಡ್ ವಿಫಲವಾಗಿದೆ
ml: ഡൗൺലോഡ് പരാജയപ്പെട്ടു
mr: डाउनलोड अयशस्वी झाले
or: ଡାଉନଲୋଡ୍ ବିଫଳ ହୋଇଛି
pa: ਡਾਊਨਲੋਡ ਅਸਫਲ ਰਿਹਾ
ta: பதிவிறக்கம் தோல்வியடைந்தது
te: డౌన్​లోడ్ విఫలమైంది

source: Enter Mobile Number
bn: মোবাইল নম্বর প্রদান করুন
gu: મોબાઇલ નંબર દાખલ કરો
hi: मोबाइल नंबर दर्ज करें
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ml: മൊബൈൽ നമ്പർ എന്﻿റർ ചെയ്യുക
mr: मोबाइल नंबर टाका
or: ମୋବାଇଲ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ
pa: ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ
ta: மொபைல் எண்ணை உள்ளிடுக
te: మొబైల్ నంబర్ నమోదు చేయండి

source: Enter mobile number linked to Finvu AA Handle
bn: ফিনভু এএ হ্যান্ডেলের সাথে যোগ করা মোবাইল নম্বর প্রদান করুন
gu: Finvu AA હેન્ડલ સાથે લિંક કરેલ મોબાઇલ નંબર દાખલ કરો
hi: फिनव्यू AA हैंडल से लिंक किया हुआ मोबाइल नंबर दर्ज करें
kn: ಎಎ ಹ್ಯಾಂಡಲ್ ನೊಂದಿಗೆ ಲಿಂಕ್ ಆದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ml: ഫിൻവു എ.എ. ഹാൻഡിലുമായി ലിങ്ക് ചെയ്​ത മൊബൈൽ നമ്പർ എന്﻿റർ ചെയ്യുക
mr: फिनव्हीयुच्या AA हँडलला लिंक केलेला मोबाइल नंबर टाका
or: Finvu AA ହ୍ୟାଣ୍ଡେଲ୍ ସହ ଲିଙ୍କ୍ ହୋଇଥିବା ମୋବାଇଲ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ
pa: Finvu AA ਹੈਂਡਲ ਨਾਲ ਲਿੰਕ ਕੀਤਾ ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ
ta: Finvu AA ஹேண்டிலுடன் இணைக்கப்பட்ட மொபைல் எண்ணை உள்ளிடுக
te: ఫిన్​వ్యూ AA హండిల్​కి లింక్ చేయబడిన మొబైల్ నంబర్ నమోదు చేయండి

source: Enter OTP
bn: OTP লিখুন
gu: OTP દાખલ કરો
hi: OTP दर्ज करें
kn: OTP ನಮೂದಿಸಿ
ml: OTP എന്﻿റർ ചെയ്യുക
mr: OTP टाका
or: OTP ପ୍ରବେଶ କରନ୍ତୁ
pa: OTP ਭਰੋ
ta: உள்ளிடுக OTP
te: OTP నమోదు చేయండి

source: Enter PIN
bn: PIN প্রদান করুন
gu: PIN દાખલ કરો
hi: PIN दर्ज करें
kn: ಪಿನ್ ನಮೂದಿಸಿ
ml: പിൻ എന്﻿റർ ചെയ്യുക
mr: PIN टाका
or: PIN ପ୍ରବେଶ କରନ୍ତୁ
pa: ਪਿੰਨ ਭਰੋ
ta: உள்ளிடுக PIN
te: పిన్ నమోదు చేయండి

source: Equities
bn: ইক্যুইটিজ
gu: ઇક્વિટી
hi: ईक्विटियाँ
kn: ಇಕ್ವಿಟಿಗಳು
ml: ഇക്വിറ്റികൾ
mr: इक्विटी
or: ଇକ୍ୱିଟିଗୁଡ଼ିକ
pa: ਇਕੁਇਟੀਜ਼
ta: ஈக்விட்டீஸ்
te: ఈక్విటీలు

source: Equity Holdings
bn: ইক্যুইটি হোল্ডিংস
gu: ઇક્વિટી હોલ્ડિંગ્સ
hi: शेयर होल्डिंग
kn: ಈಕ್ವಿಟಿ ಹಿಡುವಳಿ
ml: ഇക്വിറ്റി ഹോൾഡിംഗ്സ്
mr: इक्विटीमधील गुंतवणूक
or: ଇକ୍ୱିଟି ହୋଲ୍ଡିଂସ୍
pa: ਇਕੁਇਟੀ ਹੋਲਡਿੰਗਜ਼
ta: ஈக்விட்டி ஹோல்டிங்ஸ்
te: ఈక్విటీ హోల్డింగ్స్

source: Expired On
bn: মেয়াদ শেষ হয়েছে
gu: ના રોજ સમયસીમા સમાપ્ત થઇ ગઇ
hi: जब मान्य नहीं रहा:
kn: ಅವಧಿ ಮುಕ್ತಾಯವಾದದ್ದು
ml: കാലഹരണപ്പെട്ട തീയതി
mr: रोजी मुदत समाप्त झाली
or: ରେ ସମୟ ସୀମା ସମାପ୍ତ ହୋଇଛି
pa: ਤੇ ਮਿਆਦ ਪੁੱਗ ਗਈ
ta: காலாவதியானது
te: న గడువు ముగుస్తుంది

# expiresOn
source: Expires on {date}
bn: মেয়াদ শেষ হয়েছে {date}
gu: {date}ના રોજ સમયસીમા સમાપ્ત થાય છે
hi: जब मान्य नहीं रहेगा {date}
kn: ಅವಧಿ ಮುಕ್ತಾಯ {date}
ml: {date}-ന് കാലഹരണപ്പെടുന്നു
mr: {date} रोजी मुदत समाप्त होते
or: {date} ରେ ସମୟ ସୀମା ସମାପ୍ତ ହୋଇଛି
pa: {date} ਨੂੰ ਮਿਆਦ ਪੁੱਗਦੀ ਹੈ
ta: காலாவதியாவது {date}
te: న గడువు ముగుస్తుంది {date}

source: Expiring Soon
bn: শীঘ্রই মেয়াদ শেষ হচ্ছে
gu: ટૂંક સમયમાં સમયસીમા સમાપ્ત થઇ રહી છે
hi: जल्द ही मान्य नहीं रहेगा
kn: ಶೀಘ್ರವೇ ಅವಧಿ ಮುಕ್ತಾಯವಾಗಲಿದೆ
ml: ഉടൻ കാലഹരണപ്പെടും കാലഹരണപ്പെടൽ ഓണാണ് FI തരങ്ങൾ
mr: मुदत लवकरच समाप्त होते आहे
or: ଶୀଘ୍ର ଶେଷ ହେଉଛି
pa: ਜਲਦੀ ਹੀ ਮਿਆਦ ਪੁੱਗ ਰਹੀ ਹੈ
ta: விரைவில் காலாவதியாகிறது
te: త్వరలో గడువు ముగుస్తుంది

source: Expiry Date
bn: মেয়াদ শেষ হওয়ার তারিখ
gu: સમાપ્ત થવાની તારીખ
hi: अंत होने की तारीख
kn: ಅವಧಿಮುಕ್ತಾಯ ದಿನಾಂಕ
ml: കാലഹരണപ്പെടുന്ന തീയതി
mr: समाप्तीची तारीख
or: ସମୟ ସମାପ୍ତ ତାରିଖ
pa: ਅੰਤਮ ਮਿਤੀ
ta: காலாவதி தேதி
te: గడువు ముగింపు తేది

source: Expiry On
bn: মেয়াদ শেষ হবে
gu: ના રોજ સમયસીમા સમાપ્ત થાય છે
hi: जब मान्य नहीं रहेगा
kn: ಅವಧಿ ಮುಕ್ತಾಯ ದಿನಾಂಕ
ml: കാലഹരണ തീയതി
mr: मुदत समाप्तीची तारीख
or: ରେ ସମୟ ସୀମା ସମାପ୍ତ ହେବ
pa: ਮਿਆਦ ਪੁੱਗਣ ਤੇ
ta: காலாவதியாகும் நாள்
te: న గడువు పూర్తవుతుంది

source: Failed to fetch data
bn: ডেটা আনয়ন ব্যর্থ হয়েছে
gu: ડેટા મોકલવામાં નિષ્ફળ રહ્યું
hi: डेटा फेच नहीं हो पाया
kn: ಡೇಟಾ ಪಡೆಯುವಿಕೆ ವಿಫಲವಾಗಿದೆ
ml: ഡാറ്റ എടുക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: डेटा मिळविण्यात अयशस्वी
or: ଡାଟା ଫେଚ୍​କରିବାରେ ବିଫଳ ହୋଇଛି
pa: ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ta: தரவு சேகரிப்பு தோல்வியடைந்தது
te: డేటా తీసుకురావడం విఫలమైంది

source: FI Types
bn: FI প্রকার
gu: FI પ્રકારો
hi: FI प्रकार
kn: FI ಬಗೆಗಳು
ml: FI തരങ്ങൾ
mr: FI प्रकार
or: FI ପ୍ରକାରଗୁଡିକ
pa: FI ਕਿਸਮਾਂ
ta: FI வகைகள்
te: FI రకాలు

source: Folio No
bn: ফোলিও সংখ্যা
gu: ફોલિયો નં.
hi: फोलियो नंबर
kn: ಫೋಲಿಯೋ ಸಂಖ್ಯೆ
ml: ഫോളിയോ നമ്പർ
mr: फोलिओ नंबर
or: ଫୋଲିଓ ନମ୍ୱର
pa: ਫੋਲੀਓ ਨੰ
ta: ஃபோலியோ எண்
te: ఫాయిల్ నెం.

# followingBanksRequestedConsent
source: Following institution has requested your consent to access information from your accounts.
bn: নিম্নলিখিত সংস্থাগুলি আপনার অ্যাকাউন্ট থেকে তথ্য আহরণ করার জন্য আপনার সম্মতি প্রাপ্তির অনুরোধ করেছে।
gu: તમારા ખાતાઓમાંથી માહિતીનું ઍક્સેસ મેળવવા માટે નીચેની સંસ્થાએ તમારી સંમતિની વિનંતી કરી છે.
hi: निम्नलिखित इंस्टिट्यूशन ने आपके अकाउंटों से जानकारी का अभिगम करने के लिए आपकी सहमति का अनुरोध किया है।
kn: ನಿಮ್ಮ ಖಾತೆಗಳಲ್ಲಿಯ ಮಾಹಿತಿಯನ್ನು ಪ್ರವೇಶಿಸಲು ಈ ಕೆಳಗಿನ ಸಂಸ್ಥೆಯು ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯನ್ನು ವಿನಂತಿಸಿದೆ.
ml: നിങ്ങളുടെ അക്കൗണ്ടുകളിൽ നിന്ന് വിവരങ്ങൾ പ്രാപ്യമാക്കു ഇനിപ്പറയുന്ന സ്ഥാപനം നിങ്ങളുടെ സമ്മതം അഭ്യർത്ഥിച്ചു.
mr: तुमच्या अकाउंटची माहिती घेण्यासाठी तुमच्या संमतीकरिता खालील संस्थांनी विनंती केली आहे.
or: ନିମ୍ନଲିଖିତ ଅନୁଷ୍ଠାନଗୁଡ଼ିକ ଆପଣଙ୍କ ଏକାଉଣ୍ଟଗୁଡ଼ିକରୁ ଆପଣଙ୍କ ସୂଚନାରେ ପ୍ରବେଶ କରିବାକୁ ଆପଣଙ୍କ ସହମତି ପାଇଁ ଅନୁରୋଧ କରିଛନ୍ତି।
pa: ਇਸ ਸੰਸਥਾ ਨੇ ਤੁਹਾਡੇ ਖਾਤਿਆਂ ਦੀ ਜਾਣਕਾਰੀ ਵੇਖਣ ਲਈ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਲਈ ਬੇਨਤੀ ਕੀਤੀ ਹੈ।
ta: பின்வரும் நிறுவனம் உங்கள் கணக்குகளிலிருந்து தகவல்களை அணுகுவதற்கு உங்கள் சம்மதத்தைக் கோரியுள்ளது
te: మీ ఖాతాల నుండి సమాచార ప్రాప్తికి మీ సమ్మతిని క్రింది సంస్థ అభ్యర్థించింది.

# forceUpdateSubtitle
source: Please update your Finvu app to ensure the best and safest experience.
bn: সেরা এবং নিরাপদ পরিষেবা নিশ্চিত করতে অনুগ্রহ করে আপনার ফিনভু অ্যাপ আপডেট করুন।
gu: શ્રેષ્ઠ અને સૌથી સુરક્ષિત અનુભવ સુનિશ્ચિત કરવા માટે કૃપા કરીને તમારી Finvu એપ અપડેટ કરો.
hi: सर्वोत्तम और सुरक्षित अनुभव सुनिश्चित करने के लिए कृपया अपने फिनव्यू ऐप को अपडेट करें।
kn: ಉತ್ತಮ ಮತ್ತು ಸುರಕ್ಷಿತ ಅನುಭವವನ್ನು ಖಚಿತಪಡಿಸಲು ದಯಮಾಡಿ ನಿಮ್ಮ ಫಿನ್​ವಿಯು ಆಪ್ ಅಪ್ಡೇಟ್ ಮಾಡಿ
ml: മികച്ചതും സുരക്ഷിതവുമായ അനുഭവം ഉറപ്പാക്കാൻ താങ്കളുടെ ഫിൻവു ആപ്പ് അപ്​ഡേറ്റ് ചെയ്യുക.
mr: सर्वोत्कृष्ट आणि सर्वाधिक सुरक्षित अनुभव सुनिश्चित करण्यासाठी कृपया तुमचे फिनव्हीयु ॲप अपडेट करा.
or: ସର୍ବୋତ୍ତମ ଏବଂ ସୁରକ୍ଷିତ ଅନୁଭୂତି ସୁନିଶ୍ଚିତ କରିବାକୁ ଦୟାକରି ଆପଣଙ୍କ Finvu ଆପ୍ ଅଦ୍ୟତନ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਭ ਤੋਂ ਵਧੀਆ ਅਤੇ ਸੁਰੱਖਿਅਤ ਅਨੁਭਵ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਆਪਣੀ Finvu ਐਪ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।
ta: மிகச்சிறந்த மற்றும் பாதுகாப்பான அனுபவத்தை உறுதிப்படுத்துவதற்குத் தயவுசெய்து உங்கள் Finvu செயலியை மேற்சேர்க்கை செய்க
te: మంచి మరియు భద్రమైన అనుభవాన్ని నిర్థారించుకోడానికి దయచేసి మీ ఫిన్​వ్యూ యాప్​ని నవీకరించండి.

# forceUpdateTitle
source: Important Update Available
bn: গুরুত্বপূর্ণ আপডেট উপলব্ধ
gu: મહત્વપૂર્ણ અપડેટ ઉપલબ્ધ છે
hi: महत्वपूर्ण अपडेट उपलब्ध
kn: ಮುಖ್ಯವಾದ ಅಪ್ಡೇಟ್ ಲಭ್ಯ
ml: പ്രധാനപ്പെട്ട അപ്ഡേറ്റ് ലഭ്യമാണ്
mr: महत्त्वपूर्ण अपडेट उपलब्ध
or: ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଅଦ୍ୟତନ ଉପଲବ୍ଧ ଅଛି
pa: ਮਹੱਤਵਪੂਰਨ ਅੱਪਡੇਟ ਉਪਲਬਧ ਹੈ
ta: முக்கியமான மேற்சேர்க்கை கிடைக்கிறது
te: ముఖ్యమైన నవీకరణ అందుబాటులో ఉంది

source: Forgot
bn: ভুলে গেছি
gu: ભૂલી ગયા
hi: भूल गया
kn: ಮರೆತಿರುವಿರಾ
ml: മറന്നു
mr: विसरले
or: ଭୁଲିଯାଇଛନ୍ତି
pa: ਭੁੱਲ ਗਏ
ta: மறந்துவிட்டது
te: మర్చిపోయారా

# forgotPinOrAAHandle
source: Forgot PIN | AA Handle?
bn: PIN ভুলে গেছেন | এএ হ্যান্ডেল?
gu: PIN | AA હેન્ડલ ભૂલી ગયા?
hi: PIN | AA हैंडल भूल गए?
kn: ಪಿನ್ ಮರೆತಿರುವಿರಾ | ಎಎ ಹ್ಯಾಂಡಲ್?
ml: പിൻ മറന്നു | എ.എ. ഹാൻഡിൽ?
mr: PIN | AA हँडल विसरले?
or: PIN ଭୁଲିଯାଇଛନ୍ତି | AA ହ୍ୟାଣ୍ଡେଲ?
pa: | AA ਹੈਂਡਲ ਦਾ ਪਿੰਨ ਭੁੱਲ ਗਏ?
ta: PIN | AA ஹேண்டில் மறந்துவிட்டதா?
te: పిన్ | AA హండిల్ మర్చిపోయారా?

# foundAaHandle
source: Found AA Handle(s)
bn: এএ হ্যান্ডেল পাওয়া গেছে
gu: AA હેન્ડલ(હેન્ડલ્સ) મળ્યું
hi: AA हैंडल मिला(मिले)
kn: AA ಹ್ಯಾಂಡಲ್(ಗಳು) ಕಂಡುಬಂದಿದೆ(ವೆ)
ml: AA ഹാൻഡിൽ(കൾ) കണ്ടെത്തി
mr: AA हँडल (हँडल्स) सापडले (सापडली)
or: ମିଳିଥିବା AA ହ୍ୟାଣ୍ଡେଲ୍​(ଗୁଡ଼ିକ)
pa: AA ਹੈਂਡਲ (ਹੈਂਡਲਾਂ) ਨੂੰ ਲੱਭਿਆ
ta: ஏஏ (AA) ஹேண்டில்(கள்) காணப்பட்டது
te: AA హ్యాండిల్(లు) కనుగొనబడినది

source: Frequency
bn: ফ্রিকোয়েন্সি
gu: આવર્તન
hi: आवृत्ति
kn: ಫ್ರೀಕ್ವೆನ್ಸಿ
ml: ആവൃത്തി
mr: वारंवारता
or: ବାରମ୍ବାରତା
pa: ਬਾਰੰਬਾਰਤਾ
ta: கால இடைவெளி
te: తరచుదనం

source: Get OTP
bn: OTP পান
gu: OTP મેળવો
hi: OTP प्राप्त करें
kn: OTP ಪಡೆಯಿರಿ
ml: ഒ.ടി.പി. നേടുക
mr: OTP मिळवा
or: OTP ପ୍ରାପ୍ତ କରନ୍ତୁ
pa: OTP ਪ੍ਰਾਪਤ ਕਰੋ
ta: OTP பெறுக
te: OTP పొందండి

source: Go to Consents
bn: সম্মতি প্রদানে যান
gu: સંમતિઓમાં જાઓ
hi: सहमति पर जाएं
kn: ಸಮ್ಮತಿಗಳಿಗೆ ಹೋಗಿ
ml: സമ്മതങ്ങളിലേക്ക് പോകുക
mr: संमतींकडे जा
or: ସମ୍ମତିକୁ ଯାଆନ୍ତୁ
pa: ਸਹਿਮਤੀ ਤੇ ਜਾਓ
ta: சம்மதங்களுக்குச் செல்க
te: సమ్మతులకి వెళ్ళండి

source: Go to Settings
bn: সেটিংস এ যান
gu: સેટિંગ્સમાં જાઓ
hi: सेटिंग पर जाएं
kn: ಸೆಟ್ಟಿಂಗ್ಸ್ ಗೆ ಹೋಗಿ
ml: ക്രമീകരണങ്ങളിലേക്ക് പോകുക
mr: सेटिंगकडे जा
or: ସେଟିଂସମୂହକୁ ଯାଆନ୍ତୁ
pa: ਸੈਟਿੰਗਾਂ ਤੇ ਜਾਓ
ta: அமைப்புகளுக்குச் செல்க
te: సెట్టింగ్స్​కి వెళ్ళండి

source: GSTIN
bn: জিএসটিআইএন
ml: ജി.എസ്.ടി.ഐ.എൻ.

# hasYourConsentAccess
source: has your consent to access information from accounts
bn: অ্যাকাউন্ট থেকে তথ্য অ্যাক্সেস করার জন্য আপনার সম্মতি দেওয়া আছে
gu: એકાઉન્ટમાંથી માહિતી ઍક્સેસ કરવા માટે તમારી સંમતિ ધરાવે છે
hi: निम्नलिखित को आपके खातों से जानकारी का अभिगम करने के लिए आपकी सहमति प्राप्त है।
kn: ಖಾತೆಗಳಿಂದ ಮಾಹಿತಿ ಪಡೆಯಲು ನಿಮ್ಮ ಸಮ್ಮತಿ ಇದೆ
ml: ന് അക്കൗണ്ടുകളിൽ നിന്ന് വിവരങ്ങൾ പ്രാപ്യമാക്കാൻ താങ്കളുടെ സമ്മതമുണ്ട്
mr: अकाउंटमधील माहिती पाहण्यासाठी तुमची संमती आहे
or: ଏକାଉଣ୍ଟ୍​ଗୁଡିକରୁ ସୂଚନା ଆକ୍ସେସ୍​କରିବାକୁ ଆପଣଙ୍କ ସମ୍ମତି ଅଛି
pa: ਖਾਤਿਆਂ ਤੋਂ ਜਾਣਕਾਰੀ ਤੱਕ ਐਕਸੈਸ ਕਰਨ ਲਈ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਹੈ
ta: கணக்குகளிலிருந்து தகவல்களை அணுகுவதற்கு உங்கள் சம்மதத்தைப் பெற்றுள்ளார்
te: ఖాతాల నుండి సమాచార ప్రాప్తికి మీ సమ్మతి

source: Holdings
bn: হোল্ডিংস
gu: હોલ્ડિંગ્સ
hi: होल्डिंग
kn: ಹೋಲ್ಡಿಂಗ್ಸ್
ml: ഹോൾഡിംഗ്സ്
mr: होल्डिंग
or: ସମ୍ପତ୍ତିଗୁଡ଼ିକ
pa: ਹੋਲਡਿੰਗਜ਼
ta: ஹோல்டிங்ஸ்
te: హోల్డింగ్స్

source: Home
bn: হোম
gu: હોમ
hi: मुखपृष्ठ
kn: ಮುಖಪುಟ
ml: ഹോം
mr: होम
or: ହୋମ୍​
pa: ਹੋਮ
ta: முகப்பு
te: హోమ్

source: hr
bn: ঘন্টা
gu: કલાક
hi: घंटा
kn: ಗಂಟೆ
ml: മണിക്കൂർ
mr: ता.
or: ଘଣ୍ଟା
pa: ਘੰਟੇ
ta: மணி
te: గంట

source: hrs
bn: ঘন্টা
gu: કલાક
hi: घंटे
kn: ಗಂಟೆಗಳು
ml: മണിക്കൂറുകൾ
mr: तास
or: ଘଣ୍ଟା
pa: ਘੰਟੇ
ta: மணிகள்
te: గంటలు

source: Inactive
bn: নিষ্ক্রিয়
gu: અસક્રિય
hi: अक्रिय
kn: ನಿಷ್ಕ್ರಿಯ
ml: നിഷ്ക്രിയം
mr: निष्क्रिय
or: ନିଷ୍କ୍ରିୟ
pa: ਇਨਐਕਟਿਵ
ta: செயலற்றது
te: క్రీయాశీలకంకాని

source: Inactive Consents
bn: নিষ্ক্রিয় সম্মতি
gu: અસક્રિય સંમતિઓ
hi: अक्रिय सहमति
kn: ನಿಷ್ಕ್ರಿಯ ಸಮ್ಮತಿಗಳು
ml: നിഷ്ക്രിയ സമ്മതങ്ങൾ
mr: निष्क्रिय संमती
or: ନିଷ୍କ୍ରିୟ ସମ୍ମତିଗୁଡିକ
pa: ਇਨਐਕਟਿਵ ਸਹਿਮਤੀ
ta: செயலற்ற சம்மதங்கள்
te: క్రీయాశీలకంకాని సమ్మతులు

# informationFetchedTimes
source: Information fetched {count} times / {unit}
bn: {count} টাইমস/ {unit} তথ্য সংগ্রহ করা হয়েছে
gu: {count} વખત / {unit} માહિતી મેળવી
hi: जानकारी लाई गई {count} बार / {unit}
kn: {count} ಬಾರಿ / {unit} ಮಾಹಿತಿ ಪಡೆಯಲಾಗಿದೆ
ml: കരസ്ഥമാക്കിയ വിവരങ്ങൾ {count} തവണ / {unit}
mr: {count} वेळा / {unit} माहिती मिळविली
or: ସୂଚନା / {unit} ପ୍ରତି {count} ଥର ଅଣାଯାଇଥିଲା
pa: ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ {count} ਵਾਰ / {unit}
ta: தகவல்கள் பெறப்பட்டது {count} தடவைகள் / {unit}
te: తీసుకురాబడిన సమాచారం{count} మార్లు/{unit}

source: Insurance
bn: বীমা
gu: વીમો
hi: बीमा
kn: ವಿಮೆ
ml: ഇൻഷുറൻസ്
mr: विमा
or: ବୀମା
pa: ਬੀਮਾ
ta: காப்பீடு
te: బీమా

source: Insurance Policies
bn: বীমা পলিসি
gu: વીમા પોલિસીઓ
hi: बीमा पॉलिसी
kn: ವಿಮಾ ಪಾಲಿಸಿಗಳು
ml: ഇൻഷുറൻസ് പോളിസികൾ
mr: विमा पॉलिसी
or: ବୀମା ପଲିସିଗୁଡିକ
pa: ਬੀਮਾ ਪਾਲਿਸੀਆਂ
ta: இன்சூரன்ஸ் பாலிசிகள்
te: బీమా పాలసీలు

source: Invalid Otp
bn: OTP অবৈধ
gu: અમાન્ય Otp
hi: अमान्य Otp
kn: Otp ಅಮಾನ್ಯ
ml: അസാധുവായ ഒ.ടി.പി.
mr: अवैध Otp
or: ଅବୈଧ OTP
pa: ਅਵੈਧ Otp
ta: செல்லுபடியாகாத Otp
te: చెల్లని

source: Invalid Username or PIN
bn: ব্যবহারকারীর নাম বা পিআইএন অবৈধ
gu: અમાન્ય વપરાશકર્તાનામ અથવા PIN
hi: अमान्य यूज़रनेम या पिन
kn: ಬಳಕೆದಾರರ ಹೆಸರು ಅಥವಾ ಪಿನ್ ಅಮಾನ್ಯವಾಗಿದೆ.
ml: അസാധുവായ ഉപയോക്തൃനാമം അല്ലെങ്കിൽ പിൻ
mr: अवैध युजरनेम किंवा PIN
or: ଅବୈଧ ଉପଭୋକ୍ତାନାମ କିମ୍ୱା PIN(ପିନ୍​)
pa: ਅਵੈਧ ਉਪਭੋਗਤਾ ਨਾਮ ਜਾਂ PIN
ta: செல்லுபடியாகாத பயனர் பெயர் அல்லது PIN
te: చెల్లని యుజర్​నేమ్ లేదా పిన్

source: ISIN
bn: আইএসআইএন

source: KNOW MORE ABOUT FINVU
bn: ফিনভু সম্পর্কে আরও জানুন
gu: FINVU વિષે વધુ જાણો
hi: फिनव्यू के बारे में और जानें
kn: ಫಿನ್​ವಿಯು ಬಗ್ಗೆ ಹೆಚ್ಚಿನದನ್ನು ತಿಳಿಯಿರಿ
ml: ഫിൻവുവിനെ കുറിച്ച് കൂടുതൽ അറിയുക
mr: फिनव्हीयुबद्दल अधिक जाणून घ्या
or: FINVU ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pa: Finvu ਬਾਰੇ ਹੋਰ ਜਾਣੋ
ta: FINVU குறித்து மேலும் அறிக
te: ఫిన్​వ్యూ గురించి మరింత తెలుసుకోండి

source: Later
bn: পরে
gu: પછી
hi: बाद में
kn: ಆನಂತರ
ml: പിന്നീട്
mr: नंतर
or: ପରେ
pa: ਬਾਅਦ ਵਿੱਚ
ta: பிற்பாடு
te: తరువాత

source: Link Accounts
bn: অ্যাকাউন্ট যোগ করুন
gu: એકાઉન્ટ લિંક કરો
hi: अकाउंट लिंक करें
kn: ಖಾತೆಗಳನ್ನು ಲಿಂಕ್ ಮಾಡಿ
ml: അക്കൗണ്ടുകൾ ലിങ്ക് ചെയ്യുക
mr: अकाउंट लिंक करा
or: ଏକାଉଣ୍ଟ୍​ଗୁଡିକ ଲିଙ୍କ୍ କରନ୍ତୁ
pa: ਖਾਤੇ ਲਿੰਕ ਕਰੋ
ta: கணக்குகளை இணைக்க
te: లింక్ ఖాతాలు

source: Linked
bn: যোগ করা হয়েছে
gu: લિંક થઇ ગયા
hi: लिंक किए हुए हैं
kn: ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ
ml: ലിങ്ക് ചെയ്തു
mr: लिंक केले
or: ଲିଙ୍କ୍ ହୋଇଛି
pa: ਲਿੰਕ ਕੀਤਾ
ta: இணைக்கப்பட்டது
te: లింక్ చేయబడిన

source: Linking Successful
bn: যোগ করা সফল হয়েছে
gu: લિંક કરવું સફળ રહ્યું
hi: सफलतापूर्वक लिंक कर दिए गए हैं
kn: ಲಿಂಕಿಂಗ್ ಯಶಸ್ವಿ
ml: ലിങ്കിംഗ് വിജയകരം
mr: लिंक करणे यशस्वी झाले
or: ଲିଙ୍କ୍ ସଫଳ ହୋଇଛି
pa: ਲਿੰਕ ਕਰਨਾ ਸਫਲ ਰਿਹਾ
ta: இணைப்பு வெற்றியடைந்தது
te: విజయవంతంగా లింక్ చేయబడింది
