Repository: yashwantGehlot/flutter_ui_sdk
Catalog: client/lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te

source: AA Handle
bn: এএ হ্যান্ডেল
gu: AA હેન્ડલ
hi: AA हैंडल
kn: ಎಎ ಹ್ಯಾಂಡಲ್
ml: എ.എ. ഹാൻഡിൽ
mr: AA हँडल
or: AA ହ୍ୟାଣ୍ଡେଲ
pa: AA ਹੈਂਡਲ
ta: AA ஹேண்டில்
te: AA హండిల్

source: Accept
bn: গ্রহণ করুন
gu: સ્વીકાર કરો
hi: स्वीकार करें
kn: ಸ್ವೀಕರಿಸಿ
ml: സ്വീകരിക്കുക
mr: स्वीकृत करा
or: ଗ୍ରହଣ କରନ୍ତୁ
pa: ਐਕਸੈਪਟ ਕਰੋ
ta: ஏற்கவும்
te: ఆమోదించండి

source: Accepted On
bn: গৃহীত হয়েছে
gu: ના રોજ સ્વીકાર્યું
hi: स्वीकार करने की तारीख
kn: ಸ್ವೀಕರಿಸಿದ ದಿನಾಂಕ
ml: സ്വീകരിച്ച തീയതി
mr: रोजी स्वीकृत केले
or: ରେ ଗ୍ରହଣ ହେଲା
pa: ਨੂੰ ਐਕਸੈਪਟ ਕੀਤਾ ਗਿਆ
ta: ஏற்கப்பட்ட நாள்
te: న ఆమోదించబడింది

source: Access all features on Finvu
bn: ফিনভুর সমস্ত বৈশিষ্ট্য অ্যাক্সেস করুন
gu: Finvu બધી સુવિધાઓ ઍક્સેસ કરો
hi: फिनव्यू में सभी फीचर देखें
kn: ಫಿನ್​ವಿಯು ನ ಎಲ್ಲಾ ಫೀಚರ್ ಗಳನ್ನು ಪ್ರವೇಶಿಸಿ
ml: ഫിൻവു-വിലെ എല്ലാ ഫീച്ചറുകളും പ്രാപ്യമാക്കുക
mr: फिनव्हीयुवर सर्व वैशिष्ट्ये पहा
or: Finvuରେ ସମସ୍ତ ବୈଶିଷ୍ଟ୍ୟ ଆକ୍ସେସ୍​ କରନ୍ତୁ
pa: Finvu ਤੇ ਸਾਰੇ ਫੀਚਰਜ਼ ਨੂੰ ਐਕਸੈਸ ਕਰੋ
ta: Finvuஇல் எல்லா அம்சங்களையும் அணுகுக
te: ఫిన్​వ్యూ పై అన్ని ఫీచర్స్​కి ప్రాప్తి పొందండి

source: Access Details
bn: অ্যাক্সেস করার বিবরণ
gu: વિગતો ઍક્સેસ કરો
hi: अभिगम विवरण
kn: ಪ್ರವೇಶ ವಿವರಗಳು
ml: വിശദാംശങ്ങൾ പ്രാപ്യമാക്കുക
mr: तपशील पहा
or: ଆକ୍ସେସ୍​ ବିବରଣୀସମୂହ
pa: ਐਕਸੈਸ ਵੇਰਵੇ
ta: அணுகல் விவரங்கள்
te: వివరాలకి ప్రాప్తి పొందండి

source: Account Activity
bn: অ্যাকাউন্ট সম্বন্ধীয় কার্যকলাপ
gu: એકાઉન્ટની પ્રવૃત્તિ
hi: अकाउंट में गतिविधियाँ
kn: ಖಾತೆ ಚಟುವಟಿಕೆ
ml: അക്കൗണ്ട് പ്രവർത്തനം
mr: अकाउंट ॲक्टिव्हिटी
or: ଏକାଉଣ୍ଟ୍ କାର୍ଯ୍ୟକଳାପ
pa: ਖਾਤਾ ਗਤੀਵਿਧੀ
ta: கணக்கு செயல்பாடு
te: ఖాతా కార్యాచరణ

# accountConsents
source: Consents for this account
bn: এই অ্যাকাউন্টের জন্য সম্মতি প্রদান
gu: આ એકાઉન્ટ માટે માહિતી
hi: इस अकाउंट के लिए सहमति
kn: ಈ ಖಾತೆಗೆ ಸಮ್ಮತಿ
ml: ഈ അക്കൗണ്ടിന് സമ്മതിക്കുന്നു
mr: या अकाउंटकरिता संमती
or: ଏହି ଏକାଉଣ୍ଟ ପାଇଁ ସହମତି
pa: ਇਸ ਖਾਤੇ ਲਈ ਸਹਿਮਤੀ
ta: இந்தக் கணக்கிற்கான சம்மதங்கள்
te: ఈ ఖాతాకి సమ్మతించడం

source: Account Information
bn: অ্যাকাউন্ট সংক্রান্ত তথ্য
gu: એકાઉન્ટની માહિતી
hi: अकाउंट की जानकारी
kn: ಖಾತೆ ಮಾಹಿತಿ
ml: അക്കൗണ്ട് വിവരങ്ങൾ
mr: अकाउंटची माहिती
or: ଏକାଉଣ୍ଟ୍ ସୂଚନା
pa: ਖਾਤਾ ਜਾਣਕਾਰੀ
ta: கணக்கு தகவல்கள்
te: ఖాతా సమాచారం

source: Account Linked
bn: অ্যাকাউন্ট লিঙ্ক করা হয়েছে
gu: એકાઉન્ટ લિંક થઇ ગયું
hi: अकाउंट लिंक
kn: ಖಾತಿ ಲಿಂಕ್​ಆಗಿದೆ
ml: അക്കൗണ്ട് ലിങ്ക് ചെയ്​തു
mr: अकाउंट लिंक केले
or: ଏକାଉଣ୍ଟ୍ ଲିଙ୍କ୍ ହୋଇଛି
pa: ਖਾਤਾ ਲਿੰਕ ਕੀਤਾ ਗਿਆ
ta: கணக்கு இணைக்கப்பட்டது
te: లింక్ చేయబడిన ఖాతా

source: Account registered successfully
bn: অ্যাকাউন্টটি সফলভাবে নিবন্ধিত হয়েছে
gu: એકાઉન્ટની સફળતાપૂર્વક નોંધણી થઇ ગઇ
hi: अकाउंट सफलतापूर्वक रेजिस्टर किया गया है
kn: ಖಾತೆಯು ಯಶಸ್ವಿಯಾಗಿ ನೋಂದಾಯಿಸಲ್ಪಟ್ಟಿದೆ
ml: അക്കൗണ്ട് വിജയകരമായി രജിസ്റ്റർ ചെയ്തു
mr: अकाउंट यशस्वीरित्या रजिस्टर झाले.
or: ଏକାଉଣ୍ଟ ସଫଳତାର ସହ ପଞ୍ଜୀକରଣ କରାଗଲା
pa: ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਪੰਜੀਕ੍ਰਿਤ ਕੀਤਾ ਗਿਆ
ta: கணக்கு வெற்றிகரமாக பதிவு செய்யப்பட்டது
te: ఖాతా విజయవంతంగా రిజిస్ట్రర్ చేయబడింది

source: Accounts
bn: অ্যাকাউন্ট
gu: એકાઉન્ટ
hi: अकाउंट
kn: ಖಾತೆಗಳು
ml: അക്കൗണ്ടുകൾ
mr: अकाउंट
or: ଏକାଉଣ୍ଟ୍ଗୁଡିକ
pa: ਖਾਤੇ
ta: கணக்குகள்
te: ఖాతాలు

# accountsDiscoveredWithMobileNumber
source: We have discovered below accounts associated with mobile number
bn: আমরা এই মোবাইল নম্বরের সাথে সম্পর্কিত নীচের অ্যাকাউন্টগুলি খুঁজে পেয়েছি
gu: અમને મોબાઇલ નંબર સાથે જોડાયેલા નીચેના એકાઉન્ટ મળ્યા છે
hi: हम ने निम्नलिखित अकाउंट मोबाइल नंबर से जुड़े हुए पाया है
kn: ಈ ಕೆಳಗಿನ ಖಾತೆಗಳನ್ನು ಈ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯೊಡನೆ ಸಂಯೋಜನೆಯಾಗಿರುವುದನ್ನು ನಾವು ಪತ್ತೆ ಮಾಡಿದ್ದೇವೆ
ml: മൊബൈൽ നമ്പറുമായി ബന്ധപ്പെട്ട താഴെപ്പറയുന്ന അക്കൗണ്ടുകൾ ഞങ്ങൾ കണ്ടുപിടിച്ചു
mr: आम्हाला मोबाइल नंबरशी संबंधित खालील अकाउंट आढळले आहेत.
or: ଆମେ ମୋବାଇଲ୍ ନମ୍ବର ସହ ଜଡିତ ନିମ୍ନ ଏକାଉଣ୍ଟ୍​ଗୁଡିକ ଆବିଷ୍କାର କରିଛୁ
pa: ਅਸੀਂ ਹੇਠਾਂ ਮੋਬਾਈਲ ਨੰਬਰ ਨਾਲ ਜੁੜੇ ਖਾਤਿਆਂ ਦੀ ਖੋਜ ਕੀਤੀ ਹੈ
ta: மொபைல் எண்ணுடன் இணைக்கப்பட்ட பின்வரும் கணக்குகளை நாங்கள் கண்டறிந்துள்ளோம்
te: ఈ మొబైల్ నంబర్​తో సంబంధితమైన క్రింది ఖాతాలను మేము కనుగొన్నాము

source: Accounts Found
bn: অ্যাকাউন্ট পাওয়া গেছে
gu: એકાઉન્ટ મળ્યા
hi: पाए गए अकाउंट
kn: ಪತ್ತೆಯಾದ ಖಾತೆಗಳು
ml: അക്കൗണ്ടുകൾ കണ്ടെത്തി
mr: अकाउंट सापडले
or: ଏକାଉଣ୍ଟ୍​ଗୁଡିକ ମିଳିଲା
pa: ਖਾਤੇ ਮਿਲੇ ਹਨ
ta: கணக்குகள் காணப்பட்டது
te: కనుగొనబడ్డ ఖాతాలు

source: • Accounts will be delinked.
bn: অ্যাকাউন্টগুলি ডিলিঙ্ক করা হবে৷
gu: એકાઉન્ટની લિંક દૂર કરવામાં આવશે.
hi: • अकाउंट डीलिंक किए जाएंगे।
kn: • ಖಾತೆಗಳನ್ನು ಡಿಲಿಂಕ್ ಮಾಡಲಾಗುತ್ತದೆ.
ml: അക്കൗണ്ടുകൾ ഡിലിങ്ക് ചെയ്യപ്പെടും
mr: • अकाउंट डी-लिंक केले जातील.
or: • ଏକାଉଣ୍ଟଗୁଡ଼ିକୁ ଲିଙ୍କ୍​ରୁ ବିଚ୍ଛିନ୍ନ କରାଯିବ।
pa: • ਖਾਤਿਆਂ ਨੂੰ ਡੀਲਿੰਕ ਕੀਤਾ ਜਾਵੇਗਾ।
ta: •கணக்குகள் இணைப்பு நீக்கப்படும்.
te: • ఖాతాలు డిలింక్ చేయబడతాయి.

source: Account Types Requested
bn: অ্যাকাউন্টের প্রকার জানার অনুরোধ করা হয়েছে
gu: વિનંતી કરેલા એકાઉન્ટ પ્રકારો
hi: अकाउंट के प्रकार का अनुरोध किया गया है
kn: ಖಾತೆ ಪ್ರಕಾರಗಳನ್ನು ವಿನಂತಿಸಲಾಗಿದೆ
ml: അക്കൗണ്ട് തരങ്ങൾ അഭ്യർത്ഥിച്ചു
mr: अकाउंटच्या प्रकाराकरिता विनंती केली.
or: ଏକାଉଣ୍ଟ ପ୍ରକାରଗୁଡ଼ିକ ପାଇଁ ଅନୁରୋଧ କରାଗଲା
pa: ਖਾਤੇ ਦੀਆਂ ਕਿਸਮਾਂ ਲਈ ਬੇਨਤੀ ਕੀਤੀ
ta: கோரப்பட்ட கணக்கு வகைகள்
te: అభ్యర్థించబడ్డ ఖాతా రకాలు

source: Active
bn: সক্রিয়
gu: સક્રિય
hi: सक्रिय
kn: ಸಕ್ರಿಯ
ml: സജീവം
mr: सक्रीय
or: ସକ୍ରିୟ
pa: ਐਕਟਿਵ
ta: நடப்பில் உள்ளது
te: క్రీయాశీలకం

source: Active Consents
bn: সম্মতি প্রদান সক্রিয়
gu: સક્રિય સંમતિઓ
hi: सक्रिय सहमति
kn: ಸಕ್ರಿಯ ಸಮ್ಮತಿಗಳು
ml: സജീവ സമ്മതങ്ങൾ
mr: सक्रीय संमती
or: ସକ୍ରିୟ ସମ୍ମତି
pa: ਐਕਟਿਵ ਸਹਿਮਤੀ
ta: நடப்பிலுள்ள சம்மதங்கள்
te: క్రీయాశీలక సమ్మతులు

source: Active Self Consents
bn: স্ব সম্মতি সক্রিয়
gu: સક્રિય સ્વ સંમતિઓ
hi: सक्रिय स्वयं की सहमति
kn: ಸಕ್ರಿಯ ಸ್ವಯಂ ಸಮ್ಮತಿಗಳು
ml: സജീവമായ സ്വയം സമ്മതങ്ങൾ
mr: सक्रीय स्व-संमती
or: ସକ୍ରିୟ ସ୍ଵସମ୍ମତି
pa: ਐਕਟਿਵ ਸਵੈ ਸਹਿਮਤੀ
ta: நடப்பிலுள்ள சுய சம்மதங்கள்
te: క్రీయాశీలక స్వీయ సమ్మతులు

# addInsuranceEquityAndDeposits
source: Add insurance, equity, deposits, mutual funds & more for hassle free experience
bn: ঝঞ্ঝাটহীন অভিজ্ঞতার জন্য বীমা, ইক্যুইটি, আমানত, মিউচুয়াল ফান্ড এবং অন্যান্য বিবরণ যোগ করুন
gu: તકલીફ મુક્ત અનુભવ માટે વીમો, ઇક્વિટી, ડિપોઝિટ્સ, મ્યુચ્યુઅલ ફંડ અને વધુ ઉમેરો
hi: परेशानी मुक्त अनुभव के लिए बीमा, इक्विटी और डिपॉज़िट, म्यूचुअल फंड तथा और अनेक चीजें जोड़ें
kn: ಸಮಸ್ಯೆಯಿಲ್ಲದ ಅನುಭವಕ್ಕಾಗಿ ವಿಮೆ, ಇಕ್ವಿಟಿ, ಠೇವಣಿಗಳು, ಮ್ಯೂಚುವಲ್ ಫಂಡ್ ಗಳು ಮತ್ತು ಇನ್ನೂ ಅನೇಕ ವಿಷಯಗಳನ್ನು ಸೇರಿಸಿ
ml: തടസ്സരഹിത അനുഭവത്തിനായി ഇൻഷുറൻസ്, ഇക്വിറ്റി, നിക്ഷേപങ്ങൾ, മ്യൂച്വൽ ഫണ്ടുകൾ എന്നിവയും മറ്റും ചേർക്കുക
mr: त्रासमुक्त अनुभव घेण्याकरिता विमा, इक्विटी, ठेवी, म्युच्युअल फंड आणि अधिक काही जोडा.
or: ଦ୍ୱିଧାମୁକ୍ତ ଅନୁଭୂତି ପାଇଁ ବୀମା, ଇକ୍ୱିଟି, ଜମା, ମ୍ୟୁଚୁଆଲ୍​ ଫଣ୍ଡ ଏବଂ ଅଧିକ ଯୋଡ଼ନ୍ତୁ
pa: ਖੇਚਲ ਰਹਿਤ ਤਜੁਰਬੇ ਲਈ ਬੀਮਾ, ਇਕੁਇਟੀ, ਡਿਪਾਜ਼ਿਟ, ਮਿਉਚੁਅਲ ਫੰਡ ਅਤੇ ਹੋਰ ਸ਼ਾਮਲ ਕਰੋ
ta: தடங்கலற்ற அனுபவத்துக்கு இன்சூரன்ஸ், ஈக்விட்டி, டெபாசிட்கள், மியூச்சுவல் பண்ட்ஸ் & மற்றவற்றை சேர்க்கவும்
te: చికాకులేని అనుభవం కోసం జోడించుకోండి బీమా, ఈక్విటీ, డిపాజిట్స్, మ్యూచువల్ ఫండ్స్ & మరింత

source: Add More Accounts
bn: আরো অ্যাকাউন্ট যোগ করুন
gu: વધુ એકાઉન્ટ ઉમેરો
hi: और अकाउंट जोड़े
kn: ಹೆಚ್ಚಿನ ಖಾತೆಗಳನ್ನು ಸೇರಿಸಿ
ml: കൂടുതൽ അക്കൗണ്ടുകൾ ചേർക്കുക
mr: अधिक अकाउंट जोडा
or: ଅଧିକ ଏକାଉଣ୍ଟ୍ ଯୋଡନ୍ତୁ
pa: ਹੋਰ ਖਾਤੇ ਭਰੋ
ta: மேலும் கணக்குகளைச் சேர்க்கவும்
te: మరిన్ని ఖాతాలు జోడించండి

source: Add New
bn: নতুন যোগ করুন
gu: નવું ઉમેરો
hi: नया जोड़े
kn: ಹೊಸತನ್ನು ಸೇರಿಸಿ
ml: പുതിയത് ചേർക്കുക
mr: नवीन जोडा
or: ନୂତନ ଯୋଡନ୍ତୁ
pa: ਨਵਾਂ ਭਰੋ
ta: புதியதைச் சேர்க்கவும்
te: కొత్తది జోడించండి

source: Add New Account
bn: নতুন অ্যাকাউন্ট যোগ করুন
gu: નવુ એકાઉન્ટ ઉમેરો
hi: नया अकाउंट जोड़ें
kn: ಹೊಸ ಖಾತೆ ಸೇರಿಸಿ
ml: പുതിയ അക്കൗണ്ട് ചേർക്കുക
mr: नवीन अकाउंट जोडा
or: ନୂତନ ଏକାଉଣ୍ଟ୍ ଯୋଡନ୍ତୁ
pa: ਨਵਾਂ ਖਾਤਾ ਭਰੋ
ta: புதிய கணக்கைச் சேர்க்கவும்
te: కొత్త ఖాతా జోడించండి

source: ADD NEW MOBILE NUMBER
bn: নতুন মোবাইল নম্বর যোগ করুন
gu: નવો મોબાઇલ નંબર ઉમેરો
hi: नया मोबाइल नंबर जोड़े
kn: ಹೊಸ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಸೇರಿಸಿ
ml: പുതിയ മൊബൈൽ നമ്പർ ചേർക്കുക
mr: नवीन मोबाइल नंबर जोडा
or: ନୂତନ ମୋବାଇଲ୍ ନମ୍ବର ଯୋଡନ୍ତୁ
pa: ਨਵਾਂ ਮੋਬਾਈਲ ਨੰਬਰ ਭਰੋ
ta: புதிய மொபைல் எண்ணைச் சேர்க்கவும்
te: కొత్త మొబైల్ నంబర్ జోడించండి

source: Add Now
bn: এখন যোগ করুন
gu: હમણાં જ ઉમેરો
hi: अभी जोड़े
kn: ಈಗಲೇ ಸೇರಿಸಿ
ml: ഇപ്പോൾ ചേർക്കുക
mr: आत्ता जोडा
or: ବର୍ତ୍ତମାନ ଯୋଡନ୍ତୁ
pa: ਹੁਣੇ ਜੋੜੋ
ta: இப்பொழுது சேர்க்கவும்
te: ఇప్పుడే జోడించండి

# facingIssues
source: Facing issues? please contact
bn: সমস্যা হচ্ছে? দয়া করে যোগাযোগ করুন
gu: સમસ્યાઓ આવી રહી છે? કૃપા કરીને સંપર્ક કરો
hi: समस्याएँ आ रही हैं? कृपया संपर्क करें
kn: ಸಮಸ್ಯೆಗಳು ಬರುತ್ತಿವೆ? ದಯವಿಟ್ಟು ಸಂಪರ್ಕಿಸಿ
ml: പ്രശ്നങ്ങൾ ഉണ്ടാക്കുകയാണ്? ദയവായി ബന്ധപ്പെടുക
mr: समस्यांचा सामना करताय? कृपया संपर्क करा
or: ସମସ୍ୟାର ସମ୍ମୁଖୀନ ହେଉଛି? ଦୟାକରି ସମ୍ପର୍କ କରନ୍ତୁ
pa: ਮੁਸ਼ਕਲਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੇ ਹਾਂ? ਕਿਰਪਾ ਕਰਕੇ ਸੰਪਰਕ ਕਰੋ
ta: சிரமங்கள் எதிர்கொண்டு இருக்கின்றன? தயவுசெய்து தொடர்பு கொள்ளவும்
te: సమస్యలు వస్తున్నాయా? దయచేసి సంప్రదించండి

# finvuHasSentOtp
source: A one-time password has been sent on your registered mobile number {mobileNumber} via {method}.
bn: একটি এককালীন পাসওয়ার্ড আপনার রেজিস্টার করা মোবাইল নম্বরে {mobileNumber} {method} মাধ্যমে পাঠানো হয়েছে।
gu: તમારા નોંધાયેલ મોબાઇલ નંબર {mobileNumber} પર {method} દ્વારા એકવાર ઉપયોગ થતી પાસવર્ડ મોકલવામાં આવી છે.
hi: आपके पंजीकृत मोबाइल नंबर {mobileNumber} पर {method} द्वारा एक बार का पासवर्ड भेजा गया है।
kn: ನಿಮ್ಮ ನೋಂದಣಿಯ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಗೆ {mobileNumber} ಮೂಲಕ {method} ಮೂಲಕ ಒನ್‌ಟೈಮ್ ಪಾಸ್‌ವರ್ಡ್ ಕಳುಹಿಸಲಾಗಿದೆ.
ml: നിങ്ങളുടെ രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പരിലേക്ക് {mobileNumber} {method} വഴി ഒറ്റകാല പാസ്‌വേഡ് അയച്ചു.
mr: आपल्या नोंदणीकृत मोबाईल नंबर {mobileNumber} वर {method} द्वारे एक वेळेसाठी पासवर्ड पाठवले आहे.
or: ଆପଣଙ୍କର ପଞ୍ଜିକୃତ ମୋବାଇଲ୍ ନମ୍ବର {mobileNumber} ଉପରେ {method} ଦ୍ୱାରା ଏକ ବେଳର ପାସ୍ୱାର୍ଡ ପଠାଯାଇଛି।
pa: ਤੁਹਾਡੇ ਰਜਿਸਟਰ ਕੀਤੇ ਮੋਬਾਇਲ ਨੰਬਰ {mobileNumber} ''ਤੇ {method} ਰਾਹੀਂ ਇੱਕ ਵਾਰੀ ਲਈ ਪਾਸਵਰਡ ਭੇਜਿਆ ਗਿਆ ਹੈ।
ta: உங்கள் பதிவுசெய்த மொபைல் எண்ணுக்கு {mobileNumber} {method} மூலம் ஒரே நேரத்தில் கடவுச்சொல் அனுப்பப்பட்டுள்ளது.
te: మీ రిజిస్టర్డ్ మొబైల్ నంబర్ {mobileNumber}కి {method} ద్వారా ఒకసారి ఉపయోగించే పాస్‌వర్డ్ పంపబడింది.

# justAMonentDeviceBinding
source: Just a moment, we are ensuring your Finvu AA account can be accessed only through this device
bn: এক মুহূর্ত, আমরা নিশ্চিত করছি যে আপনার Finvu AA অ্যাকাউন্ট কেবলমাত্র এই ডিভাইসের মাধ্যমে অ্যাক্সেস করা যাবে
gu: કૃપા કરીને થોડીવાર રાહ જુઓ, અમે ખાતરી કરી રહ્યા છીએ કે તમારો Finvu AA ખાતો ફક્ત આ ઉપકરણથી જ ઍક્સેસ કરી શકાય છે.
hi: एक पल, हम सुनिश्चित कर रहे हैं कि आपका Finvu AA खाता केवल इस डिवाइस के माध्यम से ही एक्सेस किया जा सके।
kn: ಒಂದು ಕ್ಷಣ, ನಾವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದೇವೆ, ನಿಮ್ಮ Finvu AA ಖಾತೆಯನ್ನು ಈ ಸಾಧನದ ಮೂಲಕ ಮಾತ್ರ ಪ್ರವೇಶಿಸಬಹುದು.
ml: ഒരു നിമിഷം, ഞങ്ങൾ ഉറപ്പാക്കുകയാണ് നിങ്ങളുടെ Finvu AA അക്കൗണ്ട് ഈ ഉപകരണം മാത്രം ഉപയോഗിച്ച് ആക്സസ് ചെയ്യാൻ കഴിയുന്നത്.
mr: थोडक्यात थांबा, आम्ही खात्री करीत आहोत की आपले Finvu AA खाते फक्त या डिव्हाइसच्या माध्यमातूनच प्रवेश केला जाऊ शकतो.
or: ଏକ ମୁହୂର୍ତ୍ତ, ଆମେ ନିଶ୍ଚିତ କରୁଛୁ ଯେ ଆପଣଙ୍କର Finvu AA ଖାତା ଏହି ଡିଭାଇସ୍ ଦ୍ୱାରା ପରିଚାଳିତ ହେବାକୁ ଆଗରୁ ଥିବା ସ୍ଥିତି ଏହାକୁ ଏକ ପ୍ରବେଶ କରିବାରେ ସକ୍ଷମ କରେ।
pa: ਇੱਕ ਪਲ ਜ਼ਰਾ, ਅਸੀਂ ਯਕੀਨੀ ਬਣਾ ਰਹੇ ਹਾਂ ਕਿ ਤੁਹਾਡਾ Finvu AA ਖਾਤਾ ਸਿਰਫ ਇਸ ਡਿਵਾਈਸ ਰਾਹੀਂ ਹੀ ਪਹੁੰਚ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
ta: ஒரு நிமிடம், நாம் உறுதிப்படுத்துகிறோம் உங்கள் Finvu AA கணக்கிற்கு இந்த சாதனத்தின் மூலம் மட்டுமே அணுக முடியும்
te: ఒక క్షణం, మేము మీ Finvu AA ఖాతాను ఈ పరికరం ద్వారా మాత్రమే యాక్సెస్ చేయబడేలా నిర్ధారించుకుంటున్నాము

source: Oops, Device Registration Failed
bn: ওহ! ডিভাইস নিবন্ধন ব্যর্থ
gu: હું! ડિવાઇસ રજિસ્ટ્રેશન નિષ્ફળ
hi: ओह! डिवाइस पंजीकरण विफल
kn: ಊಹೆ! ಸಾಧನ ನೋಂದಣಿ ವಿಫಲವಾಗಿದೆ
ml: അയ്യോ! ഉപകരണം രജിസ്ട്രേഷൻ പരാജയപ്പെട്ടു
mr: अरे! डिव्हाइस नोंदणी अयशस्वी
or: ଓହ! ଡିଭାଇସ୍ ରେଜିଷ୍ଟ୍ରେସନ୍ ବିଫଳ
pa: ਓਹ! ਡਿਵਾਈਸ ਰਜਿਸਟਰੇਸ਼ਨ ਅਸਫਲ
ta: ஓஹ்! சாதனம் பதிவு தோல்வி
te: ఓహ్! పరికరం రిజిస్ట్రేషన్ విఫలమైంది

# pleaseCheckYourConnectionOrSim
source: Please check your internet connection and ensure the SIM card is active in this device. Then, log in again to continue.
bn: দয়া করে আপনার ইন্টারনেট সংযোগ চেক করুন এবং নিশ্চিত করুন যে সিম কার্ডটি এই ডিভাইসে সক্রিয় রয়েছে। তারপর, লগইন করে আবার চেষ্টা করুন।
gu: કૃપા કરીને તમારા ઇન્ટરનેટ કનેકશનને ચેક કરો અને ખાતરી કરો કે સિમ કાર્ડ આ ઉપકરણમાં સક્રિય છે. પછીથી, લોગિન ફરીથી કરો.
hi: कृपया अपने इंटरनेट कनेक्शन की जांच करें और यह सुनिश्चित करें कि सिम कार्ड इस डिवाइस में सक्रिय है। फिर से लॉगिन करें और जारी रखें।
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಈ ಸಾಧನದಲ್ಲಿ ಸಿಂಕಾರ್ಡ್ ಸಕ್ರಿಯವಾಗಿರುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನಂತರ, ಲಾಗಿನ್ ಮಾಡಿ ಮತ್ತು ಮುಂದುವರಿಯಿರಿ.
ml: ദയവായി നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിച്ച്, സിം കാർഡ് ഈ ഉപകരണം പ്രവർത്തനക്ഷമമാണെന്ന് ഉറപ്പാക്കുക. അതിനുശേഷം, പുനഃലോഗിൻ ചെയ്ത് തുടരുക.
mr: कृपया आपल्या इंटरनेट कनेक्शनची तपासणी करा आणि हे सुनिश्चित करा की सिम कार्ड या डिव्हाइसवर सक्रिय आहे. नंतर पुन्हा लॉगिन करा.
or: ଦୟାକରି ଆପଣଙ୍କର ଇଣ୍ଟରନେଟ୍ କନେକ୍ସନ୍ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଏହା ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ସିମ୍ କାର୍ଡ୍ ଏହି ଡିଭାଇସ୍ ଉପରେ ସକ୍ଷମ ଅଛି।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਇੰਟਰਨੇਟ ਕਨੈਕਸ਼ਨ ਜਾਂਚੋ ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਸਿਮ ਕਾਰਡ ਇਸ ਡਿਵਾਈਸ ਵਿੱਚ ਸੱਕ੍ਰਿਯ ਹੈ। ਫਿਰ ਸਾਰੀਆਂ ਵਿਵਰਣਾਂ ਨੂੰ ਅੱਗੇ ਵਧਾਉਣ ਲਈ ਫਿਰ ਤੋਂ ਲੌਗਇਨ ਕਰੋ।
ta: தயவுசெய்து உங்கள் இணையதள இணைப்பை சரிபார்க்கவும் மற்றும் இந்த சாதனத்தில் சிம் கார்டு செயல்பாட்டில் இருப்பதை உறுதி செய்யவும். பின்னர், மீண்டும் உள்நுழைந்து தொடரவும்.
te: దయచేసి మీ ఇంటర్నెట్ కనెక్షన్‌ను తనిఖీ చేయండి మరియు ఈ పరికరంలో సిమ్ కార్డు సక్రియంగా ఉందో లేదో నిర్ధారించుకోండి. తర్వాత, లాగిన్ చేసి కొనసాగండి.

# sixDigitOtp
source: 6 Digit OTP
bn: ৬ ডিজিটের OTP
gu: ૬ અંકનું OTP
hi: 6 अंकों वाला OTP
kn: 6 ಅಂಕಗಳ OTP
ml: 6 അക്ക OTP
mr: 6 अंकी OTP
or: 6 ଅଙ୍କ OTP
pa: 6 ਅੰਕਾਂ ਵਾਲਾ OTP
ta: 6 இலக்க OTP
te: 6 అంకెల OTP

source: support
bn: সাহায্য
gu: સહાય
hi: सहायता
kn: ಮಕ್ಕಳು
ml: സഹായം
mr: सहाय्य
or: ସାହାଯ୍ୟ
pa: ਮਦਦ
ta: ஆதரவு
te: మద్దతు

source: Register Device
bn: ডিভাইস নিবন্ধন করুন
gu: ડિવાઇસ રજિસ્ટર કરો
hi: डिवाइस पंजीकरण करें
kn: ಸಾಧನವನ್ನು ನೋಂದಣಿ ಮಾಡಿ
ml: ഉപകരണം രജിസ്റ്റർ ചെയ്യുക
mr: डिव्हाइस नोंदणी करा
or: ଡିଭାଇସ୍ ରେଜିଷ୍ଟ୍ରେସନ୍ କରନ୍ତୁ
pa: ਡਿਵਾਈਸ ਰਜਿਸਟਰ ਕਰੋ
ta: சாதனத்தை பதிவு செய்யவும்
te: పరికరాన్ని నమోదు చేయండి

source: Registering your device
bn: আপনার ডিভাইস নিবন্ধন করা হচ্ছে
gu: તમારા ડિવાઇસને રજિસ્ટર કરવામાં આવી રહ્યું છે
hi: आपका डिवाइस पंजीकरण किया जा रहा है
kn: ನಿಮ್ಮ ಸಾಧನವನ್ನು ನೋಂದಣಿ ಮಾಡಲಾಗುತ್ತಿದೆ
ml: നിങ്ങളുടെ ഉപകരണം രജിസ്റ്റർ ചെയ്യുന്നു
mr: तुमचा डिव्हाइस नोंदणी केला जात आहे
or: ଆପଣଙ୍କର ଡିଭାଇସ୍ ରେଜିଷ୍ଟ୍ରେସନ୍ କରାଯାଉଛି
pa: ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਦਾ ਰਜਿਸਟਰੇਸ਼ਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ta: உங்கள் சாதனம் பதிவு செய்யப்படுகிறது
te: మీ పరికరం నమోదు చేయబడుతుంది

source: Retry Login
bn: লগইন পুনরায় চেষ্টা করুন
gu: લોગિન ફરી પ્રયાસ કરો
hi: लॉगिन फिर से प्रयास करें
kn: ಲಾಗಿನ್ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ
ml: ലോഗിൻ വീണ്ടും ശ്രമിക്കുക
mr: लॉगिन पुन्हा प्रयत्न करा
or: ଲଗିନ୍ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਲੌਗਇਨ ਫਿਰ ਤੋਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: உள்நுழைவுக்கு மீண்டும் முயற்சிக்கவும்
te: లాగిన్ మళ్లీ ప్రయత్నించండి

source: Verify device via OTP
bn: OTP দ্বারা ডিভাইস যাচাই করুন
gu: OTP દ્વારા ડિવાઇસ ચકાસો
hi: OTP द्वारा डिवाइस सत्यापित करें
kn: OTP ಮೂಲಕ ಸಾಧನವನ್ನು ಪರಿಶೀಲಿಸಿ
ml: OTP വഴി ഉപകരണം പരിശോധന നടത്തുക
mr: OTP द्वारे डिव्हाइस सत्यापित करा
or: OTP ଦ୍ବାରା ଡିଭାଇସ୍ ପରୀକ୍ଷା କରନ୍ତୁ
pa: OTP ਰਾਹੀਂ ਡਿਵਾਈਸ ਦੀ ਪਛਾਣ ਕਰੋ
ta: OTP மூலம் சாதனத்தை சரிபார்க்கவும்
te: OTP ద్వారా పరికరాన్ని ధృవీకరించండి

source: All
bn: সমস্ত
gu: બધું
hi: सभी
kn: ಎಲ್ಲಾ
ml: എല്ലാം
mr: सर्व
or: ସମସ୍ତ
pa: ਸਾਰੇ
ta: அனைத்தும்
te: అన్ని

source: Already a user? Sign In
bn: ইতিমধ্যেই একজন ব্যবহারকারী? সাইন ইন করুন
gu: પહેલેથી જ એક વપરાશકર્તા છો? સાઇન ઇન કરો
hi: क्या आप पहले से ही यूज़र हैं? साइन इन करें
kn: ನೀವು ಈಗಾಗಲೇ ಬಳಕೆದಾರರೆ? ಸೈನ್ ಇನ್
ml: ഇതിനകം ഒരു ഉപയോക്താവാണോ? സൈൻ ഇൻ ചെയ്യുക
mr: यापूर्वीच युजर आहात? साइन इन करा
or: ପୂର୍ବରୁ ଜଣେ ବ୍ୟବହାରକାରୀ ଅଟନ୍ତି କି? ସାଇନ୍​ ଇନ୍​ କରନ୍ତୁ
pa: ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਯੂਜ਼ਰ ਹੋ? ਸਾਈਨ ਇਨ
ta: ஏற்கனவே பயனரா? உள்நுழைக
te: ఇప్పటికే యుజరా? సైన్ ఇన్

source: Approaching your bank!
bn: আপনার ব্যাঙ্ককে সূচিত করে হচ্ছে!
gu: તમારી બેંકનો સંપર્ક કરી રહ્યું છે!
hi: आपके बैंक के पास जा रहे हैं!
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಅನ್ನು ಸಂಪರ್ಕಿಸುತ್ತಿದ್ದೇವೆ!
ml: താങ്കളുടെ ബാങ്കിനെ സമീപിക്കുന്നു!
mr: तुमच्या बँकेच्या जवळ येत आहोत!
or: ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ସହିତ ସମ୍ପକ କରାଯାଉଛି!
pa: ਤੁਹਾਡੇ ਬੈਂਕ ਤੱਕ ਪਹੁੰਚ ਰਿਹਾ ਹੈ!
ta: உங்கள் வங்கியை நெருங்குகிறோம்!
te: మీ బ్యాంక్​ని సంప్రదించడం

source: Approve Consent
bn: সম্মতি অনুমোদন করুন
gu: સંમતિ મંજૂર કરો
hi: सहमति दें
kn: ಸಮ್ಮತಿಯನ್ನು ಖಾತರಿಪಡಿಸಿ
ml: സമ്മതം അംഗീകരിക്കുക
mr: संमतीला मंजुरी द्या
or: ସମ୍ମତି ଅନୁମୋଦନ କରନ୍ତୁ
pa: ਸਹਿਮਤੀ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿਓ
ta: சம்மதத்தை அனுமதிக்கவும்
te: సమ్మతి ఆమోదించడం

source: Are you sure?
bn: আপনি কি নিশ্চিত?
gu: શું તમે ખાતરી કરો છો?
hi: क्या आप निश्चित रूप से चाहते हैं?
kn: ನೀವು ಈ ಬಗ್ಗೆ ಖಚಿತವಾಗಿರುವಿರಾ?
ml: നിങ്ങൾക്ക് ഉറപ്പാണോ?
mr: तुम्हाला हे निश्चितपणे करायचे आहे?
or: ଆପଣ ସୁନିଶ୍ଚିତ ଅଛନ୍ତି କି?
pa: ਕੀ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ?
ta: உறுதியாகவா?
te: ఖచ్చితమేనా మీకు?

source: Bank Accounts
bn: ব্যাঙ্ক অ্যাকাউন্ট
gu: બેંક એકાઉન્ટ
hi: बैंक अकाउंट
kn: ಬ್ಯಾಂಕ್ ಖಾತೆಗಳು
ml: ബാങ്ക് അക്കൗണ്ടുകൾ
mr: बँक अकाउंट
or: ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ୍​ଗୁଡିକ
pa: ਬੈਂਕ ਖਾਤੇ
ta: வங்கிக் கணக்குகள்
te: బ్యాంక్ ఖాతాలు

# bankAccountsLinkedConsent
source: You have successfully linked the below bank accounts. Please provide self consent in order to proceed.
bn: আপনি সফলভাবে নীচের ব্যাঙ্ক অ্যাকাউন্টগুলি লিঙ্ক করেছেন৷ এগিয়ে যাওয়ার জন্য অনুগ্রহ করে নিজের সম্মতি প্রদান করুন।
gu: તમે સફળતાપૂર્વક નીચેના બેંક ખાતાઓ લિંક કર્યા છે. આગળ વધવા માટે કૃપા કરીને તમારી સ્વ સંમતિ પૂરી પાડો.
hi: आपने सफलतापूर्वक निम्न बैंक अकाउंट लिंक कर लिए हैं। आगे बढ़ने के लिए कृपया स्वयं की सहमति दें।
kn: ಈ ಕೆಳಗಿನ ಬ್ಯಾಂಕ್ ಖಾತೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನೀವು ಲಿಂಕ್ ಮಾಡಿರುವಿರಿ. ಮುಂದುವರಿಯಲು ದಯವಿಟ್ಟು ಸ್ವಂತ ಒಪ್ಪಿಗೆಯನ್ನು ಒದಗಿಸಿರಿ.
ml: ചുവടെയുള്ള ബാങ്ക് അക്കൗണ്ടുകൾ നിങ്ങൾ വിജയകരമായി ലിങ്ക് ചെയ്​തു. തുടരുന്നതിന് ദയവായി സ്വയം സമ്മതം നൽകുക.
mr: तुम्ही खालील बँक अकाउंट्स यशस्वीपणे लिंक केली आहेत. पुढे जाण्यासाठी कृपया स्व-संमती द्या.
or: ଆପଣ ସଫଳତାର ସହ ନିମ୍ନୋକ୍ତ ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟଗୁଡ଼ିକୁ ଲିଙ୍କ୍​କରିଛନ୍ତି। ଆଗକୁ ବଢ଼ିବା ପାଇଁ ଦୟାକରି ନିଜର ସହମତି ପ୍ରଦାନ କରନ୍ତୁ।
pa: ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬੈਂਕ ਖਾਤਿਆਂ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਲਿੰਕ ਕਰ ਲਿਆ ਹੈ। ਅੱਗੇ ਵਧਣ ਲਈ ਸਵੈ-ਸਹਿਮਤੀ ਪ੍ਰਦਾਨ ਕਰੋ।
ta: கீழுள்ள வங்கிக் கணக்குகளை நீங்கள் வெற்றிகரமாக இணைத்துவிட்டீர்கள். தொடர்வதற்கு தயவுசெய்து சுயசம்மதம் வழங்குக.
te: క్రింది బ్యాంక్ ఖాతాలు మీరు విజయవంతంగా లింక్ చేసారు. ముందుకు కొనసాగడానికి గాను దయచేసి స్వీయ సమ్మతిని అందించండి.

# bankAccountsLinkedSuccess
source: Bank accounts linked successfully!
bn: ব্যাঙ্ক অ্যাকাউন্ট সফলভাবে লিঙ্ক করা হয়েছে!
gu: બેંક ખાતાઓ સફળતાપૂર્વક લિંક થઇ ગયા!
hi: बैंक अकाउंट सफलतापूर्वक लिंक कर दिए गए हैं!
kn: ಬ್ಯಾಂಕ್ ಖಾತೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ!
ml: ബാങ്ക് അക്കൗണ്ടുകൾ വിജയകരമായി ലിങ്ക് ചെയ്​തു!
mr: बँक अकाउंट यशस्वीरित्या लिंक झाली!
or: ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟଗୁଡ଼ିକୁ ସଫଳତାର ସହ ଲିଙ୍କ୍​କରାଗଲା!
pa: ਬੈਂਕ ਖਾਤੇ ਸਫਲਤਾਪੂਰਵਕ ਲਿੰਕ ਹੋਏ!
ta: வங்கிக் கணக்குகள் வெற்றிகரமாக இணைக்கப்பட்டது!
te: బ్యాంక్ ఖాతాలు విజయవంతంగా లింక్ చేయబడ్డాయి!

source: Cancel
bn: বাতিল করুন
gu: રદ કરો
hi: रद्द करें
kn: ರದ್ದುಪಡಿಸಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
or: ବାତିଲ୍ ​କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
ta: ரத்து செய்க
te: రద్దు చేయండి

source: Change Language
bn: ভাষা পরিবর্তন করুন
gu: ભાષા બદલો
hi: भाषा बदलें
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ
ml: ഭാഷ മാറ്റുക
mr: भाषा बदला
or: ଭାଷା ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਭਾਸ਼ਾ ਬਦਲੋ
ta: மொழியை மாற்றுக
te: భాష మార్చండి

source: Change Mobile Number
bn: মোবাইল নম্বর পরিবর্তন করুন
gu: મોબાઇલ નંબર બદલો
hi: मोबाइल नंबर बदलें
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಬದಲಾಯಿಸಿ
ml: മൊബൈൽ നമ്പർ മാറ്റുക
mr: मोबाईल नंबर बदला
or: ମୋବାଇଲ୍​ ନମ୍ୱର ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਮੋਬਾਈਲ ਨੰਬਰ ਬਦਲੋ
ta: கைப்பேசி எண்ணை மாற்றுக
te: మొబైల్ నంబర్ మార్చండి

source: Change PIN
bn: PIN পরিবর্তন করুন
gu: PIN બદલો
hi: PIN बदलें
kn: ಪಿನ್ ಬದಲಾಯಿಸಿ
ml: പിൻ മാറ്റുക
mr: PIN बदला
or: PIN ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਪਿੰਨ ਬਦਲੋ
ta: PIN-ஐ மாற்றுக
te: పిన్ మార్చండి

source: Choose Accounts
bn: অ্যাকাউন্ট নির্বাচন করুন
gu: એકાઉન્ટ પસંદ કરો
hi: अकाउंट चुने
kn: ಖಾತೆಗಳನ್ನು ಆರಿಸಿ
ml: അക്കൗണ്ടുകൾ തിരഞ്ഞെടുക്കുക
mr: अकाउंट निवडा
or: ଏକାଉଣ୍ଟ୍​ଗୁଡିକ ଚୟନ କରନ୍ତୁ
pa: ਖਾਤੇ ਚੁਣੋ
ta: கணக்குகளைத் தேர்வு செய்க
te: ఖాతాలు ఎంచుకోండి

source: Close AA account
bn: এএ অ্যাকাউন্ট বন্ধ করুন
gu: AA એકાઉન્ટ બંધ કરો
hi: AA अकाउंट बंद करें
kn: ಎಎ ಖಾತೆ ಮುಚ್ಚಿ
ml: എ.എ. അക്കൗണ്ട് ക്ലോസ് ചെയ്യുക
mr: AA अकाउंट बंद करा
or: AA ଏକାଉଣ୍ଟ୍ ବନ୍ଦ କରନ୍ତୁ
pa: AA ਖਾਤਾ ਬੰਦ ਕਰੋ
ta: AA கணக்கு முடிக்கவும்
te: AA ఖాతా మూసేయండి

source: Close Account
bn: অ্যাকাউন্ট বন্ধ করুন
gu: એકાઉન્ટ બંધ કરો
hi: अकाउंट बंद करें
kn: ಖಾತೆ ಮುಚ್ಚಿ
ml: അക്കൗണ്ട് ക്ലോസ് ചെയ്യുക
mr: अकाउंट बंद करा
or: ଏକାଉଣ୍ଟ୍ ​ବନ୍ଦ କରନ୍ତୁ
pa: ਖਾਤਾ ਬੰਦ ਕਰੋ
ta: கணக்கு முடிக்கவும்
te: ఖాతా మూసేయండి

# closeFinvuAccount
source: Finvu account has been closed successfully
bn: ফিনভু অ্যাকাউন্ট সফলভাবে বন্ধ করা হয়েছে
gu: Finvu એકાઉન્ટ સફળતાપૂર્વક બંધ કરવામાં આવ્યું
hi: फिनव्यू अकाउंट सफलतापूर्वक बंद कर दिया गया है
kn: ಫಿನ್​ವಿಯು ಖಾತೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಮುಚ್ಚಲಾಗಿದೆ
ml: ഫിൻവു അക്കൗണ്ട് വിജയകരമായി ക്ലോസ് ചെയ്തു
mr: फिनव्हीयु अकाउंट यशस्वीरित्या बंद केले
or: Finvu ଏକାଉଣ୍ଟ୍ ସଫଳତାର ସହ ବନ୍ଦ ହୋଇଯାଇଛି
pa: Finvu ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ
ta: Finvu கணக்கு வெற்றிகரமாக முடிக்கப்பட்டது
te: ఫిన్​వ్యూ ఖాతా విజయవంతంగా మూసేయబడింది

source: Confirm
bn: নিশ্চিত করুন
gu: પુષ્ટિ કરો
hi: पुष्टि करें
kn: ದೃಢೀಕರಿಸಿ
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा
or: ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਪੁਸ਼ਟੀ ਕਰੋ
ta: உறுதிப்படுத்துக
te: ధృవీకరించండి

source: Confirmation
bn: নিশ্চিতকরণ
gu: પુષ્ટિકરણ
hi: पुष्टि करें
kn: ದೃಡೀಕರಣ
ml: സ്ഥിരീകരണം
mr: पुष्टी
or: ସୁନିଶ୍ଚିତକରଣ
pa: ਪੁਸ਼ਟੀਕਰਨ
ta: உறுதிப்படுத்தல்
te: ధృవీకరణ

source: Confirm PIN
bn: PIN নিশ্চিত করুন
gu: PINની પુષ્ટિ કરો
hi: PIN की पुष्टि करें
kn: ಪಿನ್ ದೃಡೀಕರಣ
ml: പിൻ സ്ഥിരീകരിക്കുക
mr: PIN ची पुष्टी करा
or: PIN ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਪਿੰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ta: PINஐ உறுதிப்படுத்துக
te: పిన్ ధృవీకరించండి

source: Confirm Your Approval
bn: আপনার অনুমোদন নিশ্চিত করুন
gu: તમારી મંજૂરીની પુષ્ટિ કરો
hi: अपने अनुमोदन की पुष्टि करें
kn: ನಿಮ್ಮ ಒಪ್ಪಿಗೆ ದೃಡೀಕರಿಸಿ
ml: താങ്കളുടെ അംഗീകാരം സ്ഥിരീകരിക്കുക
mr: तुमच्या मंजुरीची पुष्टी करा
or: ଆପଣଙ୍କ ଅନୁମୋଦନ ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਆਪਣੀ ਮਨਜ਼ੂਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ta: உங்கள் அனுமதியை உறுதிப்படுத்துக
te: మీ ఆమోదాన్ని ధృవీకరించండి

source: Consent Approved
bn: সম্মতি অনুমোদিত করা হয়েছে
gu: સંમતિ મંજૂર થઇ ગઇ
hi: सहमति अनुमोदित
kn: ಸಮತ್ತಿ ಒಪ್ಪಿಕೊಳ್ಳಲಾಗಿದೆ
ml: സമ്മതം അംഗീകരിച്ചു
mr: संमती मंजूर झाली आहे
or: ସମ୍ମତି ଅନୁମୋଦନ ହୋଇଛି
pa: ਸਹਿਮਤੀ ਪ੍ਰਵਾਨ ਕੀਤੀ ਗਈ
ta: சம்மதம் அனுமதிக்கப்பட்டது
te: సమ్మతి ఆమోదించంబడింది

# consentDetails
source: Consents Details
bn: সম্মতির বিবরণ
gu: સંમતિઓની વિગતો
hi: सहमति विवरण
kn: ಸಮ್ಮತಿ ವಿವರಗಳು
ml: സമ്മതങ്ങളുടെ വിശദാംശങ്ങൾ
mr: संमतींचे तपशील
or: ସମ୍ମତି ବିବରଣୀସମୂହ
pa: ਸਹਿਮਤੀ ਦੇ ਵੇਰਵੇ
ta: சம்மதங்களின் விவரங்கள்
te: సమ్మతి వివరాలు

source: Consent Expires On
bn: সম্মতির মেয়াদ শেষ হচ্ছে
gu: ના રોજ સંમતિની સમયસીમા સમાપ્ત થાય છે
hi: सहमति जब तक मान्य
kn: ಸಮ್ಮತಿಯ ಅವಧಿ ಮುಕ್ತಾಯ
ml: സമ്മതം കാലഹരണപ്പെടുന്ന തീയതി
mr: संमतीची मुदत........ रोजी समाप्त होते
or: ରେ ସମ୍ମତିର ସମୟ ସୀମା ସମାପ୍ତ ହେବ
pa: ਨੂੰ ਸਹਿਮਤੀ ਦੀ ਮਿਆਦ ਪੁੱਗਦੀ ਹੈ
ta: சம்மதம் காலாவதியாகும் தேதி
te: సమ్మతి గడువు న ముగుస్తుంది

source: Consent For Accounts
bn: অ্যাকাউন্টের জন্য সম্মতি প্রদান
gu: ખાતાઓ માટે સંમતિ
hi: अकाउंटों के लिए सहमति दें
kn: ಖಾತೆಗಳಿಗೆ ಸಮ್ಮತಿ
ml: അക്കൗണ്ടുകൾക്കുള്ള സമ്മതം
mr: अकाउंटकरिता संमती
or: ଏକାଉଣ୍ଟଗୁଡ଼ିକ ପାଇଁ ସହମତି ପ୍ରଦାନ କରନ୍ତୁ
pa: ਖਾਤਿਆਂ ਲਈ ਸਹਿਮਤੀ
ta: கணக்குகளுக்கான சம்மதம்
te: ఖాతాల కోసం సమ్మతి

source: Consent From Date
bn: তারিখ থেকে প্রদান করা সম্মতি
gu: તારીખથી સંમતિ
hi: तारीख से सहमति
kn: ಸಮ್ಮತಿ ಆರಂಭ ದಿನಾಂಕ
ml: സമ്മതം മുതൽ തീയതി
mr: संमती मिळाल्याची तारीख
or: ତାରିଖରୁ ସମ୍ମତି
pa: ਇਸ ਮਿਤੀ ਤੋਂ ਸਹਿਮਤੀ
ta: சம்மதம் தொடங்கும் தேதி
te: తేది నుండి సమ్మతించబడింది

source: Consent Id
bn: সম্মতির আইডি
gu: સંમતિ Id
hi: सहमति आईडी
kn: ಸಮ್ಮತಿ ಐಡಿ
ml: സമ്മത ഐ.ഡി.
mr: संमतीचा Id
or: ସମ୍ମତି ଆଇଡି
pa: ਸਹਿਮਤੀ ਆਈ.ਡੀ
ta: சம்மத அடையாளக் குறியீடு
te: సమ్మతి ఐడి

source: Consent Purpose
bn: সম্মতি প্রদানের উদ্দেশ্য
gu: સંમતિનો ઉદ્દેશ
hi: प्रयोजन के लिए सहमति दें
kn: ಸಮ್ಮತಿಯ ಉದ್ದೇಶ
ml: സമ്മതത്തിൻ്റെ ഉദ്ദേശ്യം
mr: संमतीचा हेतू
or: ସହମତି ଉଦ୍ଦେଶ୍ୟ
pa: ਸਹਿਮਤੀ ਦਾ ਉਦੇਸ਼
ta: சம்மதத்துக்கான நோக்கம்
te: సమ్మతి ఉద్దేశం

source: Consent Rejected
bn: সম্মতি প্রত্যাখ্যান করা হয়েছে
gu: સંમતિ નકારી
hi: सहमति अस्वीकृत
kn: ಸಮ್ಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ
ml: സമ്മതം നിരസിച്ചു
mr: संमती अस्वीकृत झाली आहे
or: ସମ୍ମତି ପ୍ରତ୍ୟାଖ୍ୟାନ କରାଯାଇଛି
pa: ਸਹਿਮਤੀ ਰਿਜੈਕਟ ਕੀਤੀ ਗਈ
ta: சம்மதம் நிராகரிக்கப்பட்டது
te: సమ్మతి తిరస్కరించబడింది

source: Consent Requested
bn: সম্মতি প্রদানের অনুরোধ করা হয়েছে
gu: સંમતિની વિનંતી કરી
hi: सहमति के लिए अनुरोध
kn: ಸಮ್ಮತಿ ವಿನಂತಿಸಲಾಗಿದೆ
ml: സമ്മതം അഭ്യർത്ഥിച്ചു
mr: संमतीसाठी विनंती केली आहे
or: ସମ୍ମତି ଅନୁରୋଧ କରାଯାଇଛି
pa: ਸਹਿਮਤੀ ਲਈ ਰਿਕੂਐਸਟ ਕੀਤੀ ਗਈ
ta: சம்மதம் வேண்டப்பட்டது
te: సమ్మతి అభ్యర్థించబడింది
