Repository: yashwantGehlot/flutter_ui_sdk
Catalog: client/lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te

source: View Details
bn: বিস্তারিত বিবরণ দেখুন
gu: વિગતો જુઓ
hi: विवरण देखें
kn: ವಿವರಗಳನ್ನು ನೋಡಿ
ml: വിശദാംശങ്ങൾ കാണുക
mr: तपशील पहा
or: ବିବରଣୀଗୁଡ଼ିକ ଦର୍ଶନ କରନ୍ତୁ
pa: ਵੇਰਵੇ ਵੇਖੋ
ta: விவரங்களைக் காண்க
te: వివరాలు వీక్షించండి

source: View Transactions
bn: লেনদেন দেখুন
gu: લેવડદેવડ જુઓ
hi: लेन-देन देखें
kn: ವಹಿವಾಟುಗಳನ್ನು ನೋಡಿ
ml: ഇടപാടുകൾ കാണുക
mr: व्यवहार पहा
or: ନେଣଦେଣଗୁଡ଼ିକ ଦର୍ଶନ କରନ୍ତୁ
pa: ਲੈਣ-ਦੇਣ ਵੇਖੋ
ta: பரிவர்த்தனைகளைக் காண்க
te: లావాదేవీలు వీక్షించండి

source: week
bn: সপ্তাহ
gu: અઠવાડિયું
hi: सप्ताह
kn: ವಾರ
ml: ആഴ്ച
mr: आठवडा
or: ସପ୍ତାହ
pa: ਹਫ਼ਤਾ
ta: வாரம்
te: వారం

source: weeks
bn: সপ্তাহ
gu: અઠવાડિયા
hi: सप्ताह
kn: ವಾರಗಳು
ml: ആഴ്ചകൾ
mr: आठवडे
or: ସପ୍ତାହଗୁଡ଼ିକଡ
pa: ਹਫ਼ਤੇ
ta: வாரங்கள்
te: వారాలు

# weHaveFoundFollowingAaHandles
source: We have found the following AA Handle(s) associated with your mobile number:
bn: আমরা আপনার মোবাইল নম্বরের সাথে যুক্ত নিম্নলিখিত এএ হ্যান্ডেল(গুলি) খুঁজে পেয়েছি:
gu: અમને તમારા મોબાઇલ નંબર સાથે સંકળાયેલ નીચેનું AA હેન્ડલ(હેન્ડલ્સ) મળ્યું
hi: हमें आपके मोबाइल नंबर से जुड़ा (जुड़ें) निम्नलिखित AA हैडल मिला (मिले):
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿರುವ ಈ ಕೆಳಗಿನ AA ಹ್ಯಾಂಡಲ್ ಅನ್ನು (ಗಳನ್ನು) ನಾವು ಕಂಡುಕೊಂಡಿದ್ದೇವೆ:
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പറുമായി ബന്ധപ്പെട്ട ഇനിപ്പറയുന്ന AA ഹാൻഡിൽ(കൾ) ഞങ്ങൾ കണ്ടെത്തി:
mr: तुमच्या मोबाइल नंबरशी संबंधित असलेले/असलेली खालील AA हँडल (हँडल्स) आम्हाला सापडले आहे/सापडली आहेतः
or: ଆମେ ଆପଣଙ୍କ ମୋବାଇଲ୍ ନମ୍ବର ସହିତ ଜଡ଼ିତ ନିମ୍ନଲିଖିତ AA ହ୍ୟାଣ୍ଡଲ୍ଗୁଡ଼ିକ) ପାଇଛୁ:
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਨੰਬਰ ਨਾਲ ਸੰਬੰਧਿਤ ਹੇਠ ਲਿਖੇ AA ਹੈਂਡਲ (ਹੈਂਡਲਾਂ) ਨੂੰ ਲੱਭ ਲਿਆ ਹੈ:
ta: உங்கள் கைப்பேசி எண்ணுடன் தொடர்புடைய பின்வரும் AA ஹேண்டில்களை நாங்கள் கண்டறிந்துள்ளோம்:
te: మీ మొబైల్ నంబర్​తో సంబంధితంగా ఉన్న క్రింది AA హ్యాండిల్(ల)ను మేము కనుగొన్నాము:

# welcomeMessage
source: Hey, Good to see you again!
bn: নমস্কার, আপনার সাথে আবার দেখা হয়ে ভালো লাগছে!
gu: નમસ્તે, તમને ફરી જોઇને આનંદ થયો!
hi: हेलो, आपको फिर से मिल कर अच्छा लगा!
kn: ಹೇಯ್, ಮತ್ತೊಮ್ಮೆ ನಿಮ್ಮನ್ನು ನೋಡುತ್ತಿರುವುದು ಬಹಳ ಸಂತಸವಾಗಿದೆ!
ml: ഹായ്, താങ്കളെ വീണ്ടും കാണുന്നതിൽ സന്തോഷം!
mr: तुम्हाला पुन्हा भेटून आनंद झाला!
or: ନମସ୍କାର, ଆପଣଙ୍କୁ ପୁନର୍ବାର ଦେଖି ବହୁତ ଭଲ ଲାଗିଲା!
pa: ਹੇ, ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ ਮਿਲ ਕੇ ਚੰਗਾ ਲੱਗਿਆ!
ta: ஹாய், உங்கள் மீண்டும் சந்திப்பதில் மகிழ்ச்சி!
te: హై, మిమ్మల్ని మళ్ళీ చూడడం బాగుంది!

source: year
bn: বছর
gu: વર્ષ
hi: वर्ष
kn: ಸಂವತ್ಸರ
ml: വർഷം
mr: वर्ष
or: ବର୍ଷ
pa: ਸਾਲ
ta: வருடம்
te: సంవత్సరము

source: years
bn: বছর
gu: વર્ષ
hi: वर्ष
kn: ಸಂವತ್ಸರಗಳು
ml: വർഷങ്ങൾ
mr: वर्षे
or: ବର୍ଷ
pa: ਸਾਲ
ta: வருடங்கள்
te: సంవత్సరములు

source: Yes
bn: হ্যাঁ
gu: હા
hi: हाँ
kn: ಹೌದು
ml: അതെ
mr: होय
or: ହଁ
pa: ਹਾਂ
ta: ஆம்
te: అవును

# yourAAHandleIs
source: Your AA Handle is {aaHandle}
bn: আপনার এএ হ্যান্ডেল হল {aaHandle}
gu: {aaHandle} એ તમારૂં AA હેન્ડલ છે
hi: आपका AA हैंडल है {aaHandle}
kn: ನಿಮ್ಮ ಎಎ ಹ್ಯಾಂಡಲ್ {aaHandle} ಇದಾಗಿದೆ
ml: താങ്കളുടെ എ.എ. ഹാൻഡിൽ {aaHandle} ആണ്
mr: {aaHandle} हे तुमचे AA हँडल आहे.
or: ଆପଣଙ୍କ AA ହ୍ୟାଣ୍ଡେଲ ହେଉଛି {aaHandle}
pa: ਤੁਹਾਡਾ AA ਹੈਂਡਲ {aaHandle} ਹੈ
ta: உங்களுடைய AA ஹேண்டில் {aaHandle}
te: మీ AA హండిల్ {aaHandle}

# yourAccountIsNowRegistered
source: Your account is now registered, please continue with login
bn: আপনার অ্যাকাউন্ট এখন নিবন্ধিত হয়েছে, অনুগ্রহ করে লগইন করুন
gu: તમારા એકાઉન્ટની હવે નોંધણી થઇ ગઇ છે, ચાલુ રાખવા માટે કૃપા કરીને લોગિન કરો
hi: आपका अकाउंट अब रेजिस्टर हो गया है, जारी रखने के लिए लॉगिन करें
kn: ಈಗ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನೋಂದಾಯಿಸಲಾಗಿದೆ, ದಯವಿಟ್ಟು ಲಾಗ್ ಇನ್ ಮಾಡುವುದರೊಂದಿಗೆ ಮುಂದುವರಿಯಿರಿ
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഇപ്പോൾ രജിസ്റ്റർ ചെയ്തിട്ടുണ്ട്, ദയവായി ലോഗിൻ ചെയ്യുന്നത് തുടരുക
mr: तुमचे अकाउंट आता रजिस्टर झाले आहे, पुढे चालू ठेवण्यासाठी कृपया लॉगइन करा.
or: ଆପଣଙ୍କ ଏକାଉଣ୍ଟ ବର୍ତ୍ତମାନ ପଞ୍ଜୀକୃତ ଅଛି, ଦୟାକରି ଲଗଇନ୍​ ସହିତ ଜାରି ରଖନ୍ତୁ
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਹੁਣ ਪੰਜੀਕ੍ਰਿਤ ਹੋ ਗਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਲੌਗਇਨ ਜਾਰੀ ਰੱਖੋ
ta: தற்போது உங்கள் கணக்கு பதிவு செய்யப்பட்டுவிட்டது, தயவுசெய்து உள்நுழைந்து தொடர்க
te: మీ ఖాతా ఇప్పుడు రిజిస్ట్రర్ కాబడింది, దయచేసి లాగిన్​తో కొనసాగించండి

source: Your Consents
bn: আপনার প্রদান করা সম্মতি
gu: તમારી સંમતિઓ
hi: आपकी सहमतियाँ
kn: ನಿಮ್ಮ ಸಮ್ಮತಿಗಳು
ml: താങ്കളുടെ സമ്മതങ്ങൾ
mr: तुमच्या संमती
or: ଆପଣଙ୍କ ସମ୍ମତି
pa: ਤੁਹਾਡੀਆਂ ਸਹਿਮਤੀਆਂ
ta: உங்கள் சம்மதங்கள்
te: మీ సమ్మతులు
