Repository: yashwantGehlot/flutter_ui_sdk
Catalog: client/lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te

# loginDisclaimer
source: Cookiejar Technologies Pvt Ltd. is a registered and licensed NBFC Account Aggregator (NBFC-AA) from the Reserve Bank of India (RBI) and has the operational license for the business of account aggregation. Finvu AA is a brand of Cookiejar Technologies Pvt Ltd.
bn: কুকিজার টেকনোলজিস প্রাইভেট লিমিটেড ভারতীয় রিজার্ভ ব্যাঙ্ক (আরবিআই) দ্বারা নিবন্ধিত এবং লাইসেন্সপ্রাপ্ত এনবিএফসি অ্যাকাউন্ট অ্যাগ্রিগেটর (এনবিএফসি-এএ) এবং এর অ্যাকাউন্ট অ্যাগ্রিগেশন ব্যবসার জন্য অপারেশনাল লাইসেন্স রয়েছে। ফিনভু এএ হল কুকিজার টেকনোলজিস প্রাইভেট লিমিটেডের একটি ব্র্যান্ড।
gu: Cookiejar Technologies Pvt Ltd. એ નોંધણી કરેલી અને રિઝર્વ બેંક ઓફ ઇન્ડિયા તરફથી NBFC એકાઉન્ટ એગ્રીગેટર (NBFC-AA)નું લાઇસન્સ ધરાવતી કંપની છે અને એકાઉન્ટ એગ્રીગેશનના વ્યવસાય માટે ઓપરેશનલ લાઇસન્સ ધરાવે છે. Finvu AA એ Cookiejar Technologies Pvt Ltd.ની એક બ્રાન્ડ છે.
hi: कुकीजार टेक्नोलॉजीज़ प्राइवेट लिमिटेड भारतीय रिजर्व बैंक (RBI) से एक पंजीकृत और लाइसेंस प्राप्त NBFC अकाउंट एग्रीगेटर (NBFC-AA) है और उसके पास अकाउंट एग्रीगेशन के व्यवसाय के लिए परिचालन लाइसेंस है। फिनव्यू AA कुकीजार टेक्नोलॉजीज़ प्राइवेट लिमिटेड का ब्रांड है
kn: ಕುಕೀಜಾರ್ ಟೆಕ್ನಾಲಜೀಸ್ ಪ್ರೈ ಲಿ. ಸಂಸ್ಥೆಯು ಭಾರತೀಯ ರಿಸರ್ವ್ ಬ್ಯಾಂಕ್ (ಆರ್​ಬಿಐ) ನಿಂದ ಒಂದು ನೊಂದಾಯಿತ ಹಾಗೂ ಪರವಾನಿಗಿ ಪಡೆದ ಎನ್​ಬಿಎಫ್​ಸಿ ಖಾತೆ ಅಗ್ರಿಗೇಟರ್ (ಎನ್​ಬಿಎಫ್​ಸಿ-ಎಎ) ಆಗಿದ್ದು, ಖಾತೆ ಅಗ್ರಿಗೇಶನ್ ವ್ಯಾಪಾರಕ್ಕಾಗಿ ಕಾರ್ಯಕಾರಿ ಪರವಾನಿಗಿ ಹೊಂದಿದೆ. ಕುಕೀಜಾರ್ ಟೆಕ್ನಾಲಜೀಸ್ ಪ್ರೈ ಲಿ. ನ ಒಂದು ಬ್ರಾಂಡ್ ಫಿನ್​ವಿಯು ಎಎ
ml: കുക്കിജാർ ടെക്​നോളജീസ് പ്രൈവറ്റ് ലിമിറ്റഡ്, രജിസ്റ്റർ ചെയ്തതിട്ടുള്ളതും റിസർവ് ബാങ്ക് ഓഫ് ഇന്ത്യ (ആർ.ബി.ഐ.) യിൽ നിന്നുള്ള ലൈസൻസുള്ളതുമായ എൻ.ബി.എഫ്​.സി. അക്കൗണ്ട് അഗ്രഗേറ്റർ (എൻ.ബി.എഫ്​.സി.-എ.എ.) ആണ് കൂടാതെ അക്കൗണ്ട് അഗ്രഗേഷൻ ബിസിനസിനുള്ള പ്രവർത്തന ലൈസൻസും ഉണ്ട്. ഫിൻവു എ.എ. കുക്കിജാർ ടെക്നോളജീസ് പ്രൈവറ്റ് ലിമിറ്റഡിൻ്റെ ഒരു ബ്രാൻഡാണ്.
mr: कुकीजार टेक्नॉलॉजिज् प्रा. लि. हे भारतीय रीझर्व बँक (RBI) कडून नोंदणीकृत झालेले आणि परवानाप्राप्त असलेले अकाउंट ॲग्रीगेटर (NBFC-AA) आहेत आणि अकाउंट ॲग्रीगेशनच्या व्यवसायाकरिता त्यांच्याकडे परिचालनाचा परवाना आहे. फिनव्हीयु AA हा कुकीजार टेक्नॉलॉजिज् प्रा. लि. चा एक ब्रांड आहे.
or: କୁକିଜାର ଟେକ୍ନୋଲୋଜି ପ୍ରାଇଭେଟ୍ ଲିମିଟେଡ୍. ଭାରତୀୟ ରିଜର୍ଭ ବ୍ୟାଙ୍କ (ଆରବିଆଇ) ର ଏକ ପଞ୍ଜୀକୃତ ଏବଂ ଲାଇସେନ୍ସପ୍ରାପ୍ତ ଏନବିଏଫସି ଏକାଉଣ୍ଟ୍ ଆଗ୍ରିଗେଟର (NBFC-AA) ଏବଂ ଏହା ପାଖରେ ଏକାଉଣ୍ଟ୍ ଏକତ୍ରୀକରଣ ବ୍ୟବସାୟ ପାଇଁ କାର୍ଯ୍ୟକ୍ଷମ ଲାଇସେନ୍ସ ଅଛି । Finvu AA ହେଉଛି କୁକିଜାର ଟେକ୍ନୋଲୋଜି ପ୍ରାଇଭେଟ ଲିମିଟେଡର ଏକ ବ୍ରାଣ୍ଡ।
pa: ਕੁਕੀਜਰ ਟੈਕਨੋਲੋਜੀਜ਼ ਪ੍ਰਾਈਵੇਟ ਲਿਮਟਿਡ ਰਿਜ਼ਰਵ ਬੈਂਕ ਆਫ਼ ਇੰਡੀਆ (RBI) ਤੋਂ ਇੱਕ ਰਜਿਸਟਰਡ ਅਤੇ ਲਾਇਸੰਸਸ਼ੁਦਾ NBFC ਖਾਤਾ ਐਗਰੀਗੇਟਰ (NBFC-AA) ਹੈ ਅਤੇ ਖਾਤਾ ਇਕੱਤਰੀਕਰਨ ਦੇ ਕਾਰੋਬਾਰ ਲਈ ਸੰਚਾਲਨ ਲਾਇਸੰਸ ਹੈ। Finvu AA ਕੁਕੀਜਰ ਟੈਕਨੋਲੋਜੀਜ਼ ਪ੍ਰਾਈਵੇਟ ਲਿਮਟਿਡ ਦਾ ਇੱਕ ਬ੍ਰਾਂਡ ਹੈ।
ta: குக்கிஜார் டெக்னாலஜிஸ் பிரைவேட் லிமிடெட் இந்திய ரிசர்வ் வங்கியில் (RBI) பதிவு பெற்ற மற்றும் உரிமம் வழங்கப்பட்ட NBFC கணக்கு திரட்டி (NBFC-AA) என்பதுடன் கணக்கு திரட்டி தொழிலை இயக்குவதற்கான உரிமத்தைப் பெற்றுள்ளது. Finvu AA குக்கிஜார் டெக்னாலஜிஸ் பிரைவேட் லிமிடெட்-இன் ஒரு பிராண்டு ஆகும்.
te: కుకిజార్ టెక్నాలజీస్ ప్రైవేట్ లిమిటెడ్. రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా (RBI) నుండి రిజిస్టర్ చేయబడింది మరియు NBFC ఖాతా సముదాయకర్త (NBFC-AA)గా లైసెన్స్ పొందినది మరియు వ్యాపార ఖాతా సముదాయ పరిచేందుకు ఆపరేషనల్ లైసెన్స్ పొంది యున్నది. ఫిన్​వ్యూ AA కుకిజార్ తెక్నాలజీస్ ప్రైవేట్ లిమిటెడ్​లో బ్రాండ్.

source: Login Failed
bn: লগইন ব্যর্থ হয়েছে
gu: લૉગિન નિષ્ફળ રહ્યું
hi: लॉग इन विफल हो गया
kn: ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ
ml: ലോഗിൻ പരാജയപ്പെട്ടു
mr: लॉग इन अयशस्वी झाले
or: ଲଗ୍ ଇନ୍ ବିଫଳ ହୋଇଛି
pa: ਲੌਗਿਨ ਅਸਫਲ ਰਿਹਾ
ta: உள்நுழைதல் தோல்வியடைந்தது
te: లాగిన్ విఫలమైంది

source: Logout
bn: লগআউট করুন
gu: લૉગઆઉટ
hi: लॉग आउट करें
kn: ಲಾಗೌಟ್
ml: ലോഗ് ഔട്ട്
mr: लॉगआउट
or: ଲଗ୍​ଆଉଟ୍​ କରନ୍ତୁ
pa: ਲੌਗਆਊਟ
ta: வெளியேறுக
te: లాగౌట్

# managingConsentPoint1
source: Finvu is a brand name of Cookiejar Technologies that is a licensed and operational NBFC Account Aggregator from Reserve Bank of India (RBI)
bn: ফিনভু হল কুকিজার টেকনোলজিসের একটি ব্র্যান্ড নাম যা ভারতীয় রিজার্ভ ব্যাঙ্ক (আরবিআই) দ্বারা লাইসেন্সপ্রাপ্ত এবং এটি কার্যকরী এনবিএফসি অ্যাকাউন্ট অ্যাগ্রিগেটর।
gu: Finvu એ Cookiejar Technologies Pvt Ltd.ની એક બ્રાન્ડનું નામ છે જેને રિઝર્વ બેંક ઓફ ઇન્ડિયા (RBI) તરફથી લાઇસન્સ આપવામાં આવ્યું છે અને તે ઓપરેશનલ NBFC એકાઉન્ટ એગ્રીગેટર છે.
hi: फिनव्यू कुकीजार टेक्नोलॉजीज़ का एक ब्रांड नाम है जो भारतीय रिजर्व बैंक (RBI) से एक लाइसेंस प्राप्त और परिचालन NBFC अकाउंट एग्रीगेटर है।
kn: ಫಿನ್​ವಿಯು ಎಂದರೆ ಕುಕೀಜಾರ್ ಟೆಕ್ನಾಲಜೀಸ್​ನ ಬ್ರಾಂಡ್ ಹೆಸರಾಗಿದ್ದು ಹಾಗೂ ಭಾರತೀಯ ರಿಸರ್ವ್ ಬ್ಯಾಂಕ್ ನಿಂದ ಪರವಾನಿಗಿ ಪಡೆದು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿರುವ ಒಂದು ಎನ್​ಬಿಎಫ್​ಸಿ ಖಾತೆ ಅಗ್ರೀಗೇಟರ್ ಆಗಿದೆ.
ml: ഫിൻവു എന്നത് റിസർവ് ബാങ്ക് ഓഫ് ഇന്ത്യ (ആർ.ബി.ഐ.) യുടെ ലൈസൻസുള്ളതും പ്രവർത്തനക്ഷമവുമായ എൻ.ബി.എഫ്​.സി. അക്കൗണ്ട് അഗ്രഗേറ്ററായ കുക്കിജാർ ടെക്​നോളജീസിൻ്റെ ബ്രാൻഡ് നാമമാണ്.
mr: फिनव्हीयु हे कुकीजार टेक्नॉलॉजिज् प्रा. लि. च्या ब्रांडचे नाव आहे, जे भारतीय रीझर्व बँकेकडून (RBI) परवाना प्राप्त झालेले आणि परिचालन करणारे NBFC अकाउंट ॲग्रीगेटर आहेत.
or: Finvu ହେଉଛି କୁକିଜାର ଟେକ୍ନୋଲୋଜିର ଏକ ବ୍ରାଣ୍ଡ ନାମ ଯାହା ଭାରତୀୟ ରିଜର୍ଭ ବ୍ୟାଙ୍କ (ଆରବିଆଇ)ର ଏକ ଲାଇସେନ୍ସପ୍ରାପ୍ତ ଏବଂ କାର୍ଯ୍ୟକ୍ଷମ ଏନବିଏଫସି ଏକାଉଣ୍ଟ୍ ଆଗ୍ରିଗେଟର ଅଟେ
pa: Finvu ਕੂਕੀਜਰ ਟੈਕਨੋਲੋਜੀਜ਼ ਦਾ ਇੱਕ ਬ੍ਰਾਂਡ ਨਾਮ ਹੈ ਜੋ ਭਾਰਤੀ ਰਿਜ਼ਰਵ ਬੈਂਕ (RBI) ਤੋਂ ਇੱਕ ਲਾਇਸੰਸਸ਼ੁਦਾ ਅਤੇ ਸੰਚਾਲਿਤ NBFC ਖਾਤਾ ਐਗਰੀਗੇਟਰ ਹੈ।
ta: Finvu, இந்திய ரிசர்வ் வங்கியில் (RBI) பதிவு பெற்ற மற்றும் உரிமம் வழங்கப்பட்ட NBFC கணக்கு திரட்டியான குக்கிஜார் டெக்னாலஜியின் பிராண்டு பெயர் ஆகும்.
te: ఫిన్​వ్యూ కుకిజార్ టెక్నాలజీస్​లో బ్రాండ్ పేరు దీనికి రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా (RBI) నుండి లైసెన్స్ పొందింది మరియు NBFC ఖాతా సముదాయకర్తగా ఆపరేషనల్​గా ఉన్నది

# managingConsentPoint2
source: Account Aggregator are entities that do not store or read your financial information but only facilitate instant and real-time secure sharing of financial information
bn: অ্যাকাউন্ট অ্যাগ্রিগেটর এমন সংস্থা যারা আপনার আর্থিক তথ্য সঞ্চয় করে না বা পড়ে না কিন্তু শুধুমাত্র তাৎক্ষণিক এবং রিয়েল-টাইম নিরাপদ আর্থিক তথ্য ভাগ করে নেওয়ার সুবিধা দেয়
gu: એકાઉન્ટ એગ્રીગેટર એવી સંસ્થાઓ હોય છે જે તમારી નાણાકીય માહિતીને સંગ્રહિત અથવા વાંચતી નથી, પરંતુ તે ફક્ત નાણાકીય માહિતીને તુરત જ અને સુરક્ષિત રીતે રિઅલ-ટાઇમમાં શેર કરવાની સુવિધા પૂરી પાડે છે.
hi: अकाउंट ऐग्रिगेटर ऐसी संस्थाएं हैं जो आपकी वित्तीय जानकारी को संग्रहीत या पढ़ती नहीं हैं बल्कि केवल वित्तीय जानकारी के त्वरित और वास्तविक समय सुरक्षित साझाकरण की सुविधा प्रदान करती हैं।
kn: ಖಾತೆ ಅಗ್ರಿಗೇಟರ್ ಎಂದರೆ ನಿಮ್ಮ ಹಣಕಾಸಿನ ಮಾಹಿತಿಯನ್ನು ಶೇಖರಿಸುವ ಅಥವಾ ಓದುವ ಸಂಸ್ಥೆಗಳಲ್ಲ ಆದರೆ ತ್ವರಿತ ಹಾಗೂ ಸಮಯೋಚಿತ ಸುಭದ್ರ ಹಣಕಾಸಿನ ಮಾಹಿತಿ ಹಂಚಿಕೆಯ ಸೌಲಭ್ಯ ಮಾತ್ರ ಒದಗಿಸುತ್ತದೆ.
ml: അക്കൗണ്ട് അഗ്രഗേറ്റർ എന്നത് താങ്കളുടെ സാമ്പത്തിക വിവരങ്ങൾ സംഭരിക്കുകയോ വായിക്കുകയോ ചെയ്യാത്തതും, എന്നാൽ സാമ്പത്തിക വിവരങ്ങൾ തൽക്ഷണവും തത്സമയവും സുരക്ഷിതമായി പങ്കിടാൻ സഹായിക്കുന്നതുമായ സ്ഥാപനമാണ്.
mr: अकाउंट ॲग्रीगेटर अशा संस्था आहेत ज्या तुमची आर्थिक माहिती संग्रहित करत नाहीत किंवा वाचत नाहीत तर आर्थिक माहितीच्या तात्काळ आणि समयोचित अशा सुरक्षित सामायिकरणाची केवळ सुविधा देतात.
or: ଏକାଉଣ୍ଟ୍ ଆଗ୍ରିଗେଟର ହେଉଛି ଏପରି ସଂସ୍ଥା ଯାହା ଆପଣଙ୍କ ଆର୍ଥିକ ସୂଚନା ସଂରକ୍ଷଣ କିମ୍ବା ପଢେ ନାହିଁ ବରଂ କେବଳ ଆର୍ଥିକ ସୂଚନାର ତୁରନ୍ତ ଏବଂ ବାସ୍ତବ ସମୟରେ ସୁରକ୍ଷିତ ଅଂଶୀଦାର କରିବାର ସୁବିଧା କରେ
pa: ਅਕਾਉਂਟ ਐਗਰੀਗੇਟਰ ਉਹ ਸੰਸਥਾਵਾਂ ਹਨ ਜੋ ਤੁਹਾਡੀ ਵਿੱਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸਟੋਰ ਕਰਦੀਆਂ ਜਾਂ ਪੜ੍ਹਦੀਆਂ ਨਹੀਂ ਹਨ ਪਰ ਸਿਰਫ ਵਿੱਤੀ ਜਾਣਕਾਰੀ ਦੇ ਤੁਰੰਤ ਅਤੇ ਅਸਲ-ਸਮੇਂ ਸੁਰੱਖਿਅਤ ਸ਼ੇਅਰਿੰਗ ਦੀ ਸਹੂਲਤ ਦਿੰਦੀਆਂ ਹਨ।
ta: கணக்கு திரட்டி என்பவை உங்களது நிதிசார்ந்த தகவல்களை சேமிக்காத, அறிந்துகொள்ளாத அமைப்புகள் ஆகும், அவை நிதிசார்ந்த தகவல்களை உடனடியாகவும், நிகழ் நேரத்திலும் பகிர்வதற்கு வசதி செய்து தருகின்றன.
te: ఖాత సముదాయకర్త మీ ఆర్థిక సమాచారాన్ని చదవని లేదా నిల్వ చేయని కాని తక్షణ సదుపాయం మాత్రమే అందించే మరియు అర్థిక సమాచారాన్ని వాస్తవ-సమయ భద్రతా షేరింగ్​ని అందించే ఎంటీటీలు

# managingConsentPoint3
source: Individuals now have a trusted platform to take control of finances and the financial information you share with an explicit Consent
bn: সবার কাছে এখন একটি বিশ্বস্ত প্ল্যাটফর্ম রয়েছে যাতে আপনি ফাইন্যান্স এবং সেই সংক্রান্ত সেইসব তথ্য নিয়ন্ত্রণ করতে পারেন যাতে আপনি একটি স্পষ্ট সম্মতি প্রদান করেন
gu: લોકો હવે નાણા વ્યવસ્થા અને સ્પષ્ટ સંમતિ સાથે તમારા દ્વારા શેર કરવામાં આવેલી નાણાકીય માહિતીને નિયંત્રિત કરવા માટે લોકો હવે એક ભરોસાપાત્ર પ્લેટફોર્મ ધરાવે છે.
hi: लोगों के पास अब एक भरोसेमंद प्लेटफॉर्म है जो अब स्पष्ट सहमति के साथ आपके द्वारा साझा की जाने वाली वित्तीय जानकारी और वित्त को नियंत्रित करेगा।
kn: ಒಂದು ಸ್ಪಷ್ಟ ಸಮ್ಮತಿಯೊಂದಿಗೆ ನೀವು ಹಂಚಿಕೊಂಡ ಹಣಕಾಸಿನ ಮಾಹಿತಿ ಹಾಗೂ ಹಣಕಾಸಿನ ನಿಯಂತ್ರಣ ವಹಿಸಲು ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಈಗ ಒಂದು ವಿಶ್ವಾಸಾರ್ಹ ಜಾಲತಾಣ ಲಭ್ಯವಿದೆ.
ml: വ്യക്തമായ സമ്മതത്തോടെ താങ്കൾ പങ്കിടുന്ന സാമ്പത്തിക വിവരങ്ങളുടെയും സാമ്പത്തിക കാര്യങ്ങളുടെയും നിയന്ത്രണം ഏറ്റെടുക്കാൻ വ്യക്തികൾക്ക് ഇപ്പോൾ വിശ്വസനീയമായ ഒരു പ്ലാറ്റ്​ഫോം ഉണ്ട്
mr: लोकांकडे आता आर्थिक गोष्टींवर नियंत्रण ठेवण्यासाठी एक विश्वसनीय प्लॅटफॉर्म आणि तुम्ही तुमच्या सुस्पष्ट संमतीने सामायिक केलेली आर्थिक माहिती आहे.
or: ବ୍ୟକ୍ତି ବିଶେଷଙ୍କ ପାଖରେ ବର୍ତ୍ତମାନ ଆର୍ଥିକ ଏବଂ ଆପଣ ଅଂଶୀଦାର କରୁଥିବା ଆର୍ଥିକ ସୂଚନାକୁ ଏକ ସ୍ପଷ୍ଟ ସମ୍ମତି ସହିତ ନିୟନ୍ତ୍ରଣ କରିବାକୁ ଏକ ବିଶ୍ୱସ୍ତ ପ୍ଲାଟଫର୍ମ ଅଛି
pa: ਵਿਅਕਤੀਆਂ ਕੋਲ ਹੁਣ ਵਿੱਤੀ ਅਤੇ ਵਿੱਤੀ ਜਾਣਕਾਰੀ ਦਾ ਨਿਯੰਤਰਣ ਲੈਣ ਲਈ ਇੱਕ ਭਰੋਸੇਯੋਗ ਪਲੇਟਫਾਰਮ ਹੈ ਜੋ ਤੁਸੀਂ ਸਪਸ਼ਟ ਸਹਿਮਤੀ ਨਾਲ ਸਾਂਝਾ ਕਰਦੇ ਹੋ
ta: நீங்கள் வெளிப்படையான சம்மதத்துடன் பகிரும் நிதிசார்ந்த தகவல்களையும், நிதி நிலையையும் கட்டுப்படுத்துவதற்கான நம்பகமான தளம் இப்பொழுது ஒவ்வொருவருக்கும் கிடைக்கிறது.
te: ఇప్పుడు వ్యక్తులకు మీరు స్పష్టంగా పంచుకున్న సమ్మతితో అర్థిక వ్యవహారాలు మరియు అర్థిక సమాచార నియంత్రణని తీసుకునే నమ్మకమైన ఫ్లాట్​ఫార్మ ఉన్నది

# managingConsentPoint4
source: Register to get your virtual AA handle and link your Bank accounts, Insurance Policies, Equity demat accounts, Mutual Funds and other assets held with financial institutions and share information safely
bn: আপনার ভার্চুয়াল এএ হ্যান্ডেল পাওয়ার জন্য নিবন্ধন করুন এবং আপনার ব্যাঙ্ক অ্যাকাউন্ট, বীমা পলিসি, ইক্যুইটি ডিম্যাট অ্যাকাউন্ট, মিউচুয়াল ফান্ড এবং বিভিন্ন আর্থিক প্রতিষ্ঠানেথাকা অন্যান্য সম্পদ লিঙ্ক করুন এবং নিরাপদে তথ্য বিনিময় করুন
gu: તમારૂં વર્ચ્યુઅલ AA હેન્ડલ મેળવવા માટે નોંધણી કરો અને તમારા બેંક ખાતા, વીમા પોલિસીઓ, ઇક્વિટી ડીમેટ એકાઉન્ટ, મ્યુચ્યુઅલ ફંડ અને નાણાકીય સંસ્થાઓ પાસે રાખવામાં આવેલી અન્ય સંપત્તિઓ લિંક કરો અને સુરક્ષિત રીતે માહિતી શેર કરો.
hi: अपना वर्चुअल AA हैंडल प्राप्त करने के लिए रेजिस्टर करें और अपने बैंक अकाउंट, बीमा पॉलिसियों, इक्विटी डीमैट अकाउंट, म्यूचुअल फंड और वित्तीय संस्थानों में रखी अन्य संपत्तियों को लिंक करें और जानकारी सुरक्षित रूप से साझा करें।
kn: ನಿಮ್ಮ ವರ್ಚುವಲ್ ಎಎ ಹ್ಯಾಂಡಲ್ ಪಡೆಯಲು ನೋಂದಣಿ ಮಾಡಿಕೊಳ್ಳಿ ಹಾಗೂ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಗಳನ್ನು, ವಿಮಾ ಪಾಲಿಸಿಗಳನ್ನು, ಈಕ್ವಿಟಿ ಡೀಮ್ಯಾಟ್ ಖಾತೆಗಳನ್ನು, ಮ್ಯೂಚುವಲ್ ಫಂಡ್ಸ್ ಹಾಗೆಯೇ ಹಣಕಾಸಿನ ಸಂಸ್ಥೆಗಳಲ್ಲಿರುವ ನಿಮ್ಮ ಇತರೆ ಸ್ವತ್ತುಗಳನ್ನು ಲಿಂಕ್ ಮಾಡಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ml: താങ്കളുടെ വെർച്വൽ എ.എ. ഹാൻഡിൽ ലഭിക്കുന്നതിന് രജിസ്റ്റർ ചെയ്യുകയും, താങ്കളുടെ ബാങ്ക് അക്കൗണ്ടുകൾ, ഇൻഷുറൻസ് പോളിസികൾ, ഇക്വിറ്റി ഡീമാറ്റ് അക്കൗണ്ടുകൾ, മ്യൂച്വൽ ഫണ്ടുകൾ, ധനകാര്യ സ്ഥാപനങ്ങളുടെ കൈവശമുള്ള മറ്റ് ആസ്തികൾ എന്നിവ ലിങ്ക് ചെയ്യുകയും വിവരങ്ങൾ സുരക്ഷിതമായി പങ്കിടുകയും ചെയ്യുക.
mr: तुमचे व्हर्चुअल AA हँडल मिळविण्यासाठी रजिस्टर करा आणि तुमचे बँक अकाउंट, विमा पॉलिसी, इक्विटी डीमॅट अकाउंट, म्युच्युअल फंड आणि आर्थिक संस्थाकडे असलेली इतर मालमत्ता लिंक करा आणि माहिती सुरक्षितपणे सामायिक करा.
or: ଆପଣଙ୍କ ଭର୍ଚୁଆଲ୍ AA ହ୍ୟାଣ୍ଡେଲ ପ୍ରାପ୍ତ କରିବାକୁ ପଞ୍ଜୀକରଣ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ୍, ବୀମା ପଲିସି, ଇକ୍ୱିଟି ଡିମାଟ୍ ଏକାଉଣ୍ଟ୍, ମ୍ୟୁଚୁଆଲ ଫଣ୍ଡ ଏବଂ ଆର୍ଥିକ ଅନୁଷ୍ଠାନ ସହିତ ଥିବା ଅନ୍ୟାନ୍ୟ ସମ୍ପତ୍ତିକୁ ଲିଙ୍କ୍ କରନ୍ତୁ ଏବଂ ସୁରକ୍ଷିତ ଭାବରେ ସୂଚନା ଅଂଶୀଦାର କରନ୍ତୁ
pa: ਆਪਣੇ ਵਰਚੁਅਲ AA ਹੈਂਡਲ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਰਜਿਸਟਰ ਕਰੋ ਅਤੇ ਆਪਣੇ ਬੈਂਕ ਖਾਤਿਆਂ, ਬੀਮਾ ਪਾਲਿਸੀਆਂ, ਇਕੁਇਟੀ ਡੀਮੈਟ ਖਾਤਿਆਂ, ਮਿਉਚੁਅਲ ਫੰਡਾਂ ਅਤੇ ਵਿੱਤੀ ਸੰਸਥਾਵਾਂ ਕੋਲ ਮੌਜੂਦ ਹੋਰ ਸੰਪਤੀਆਂ ਨੂੰ ਲਿੰਕ ਕਰੋ ਅਤੇ ਜਾਣਕਾਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸਾਂਝਾ ਕਰੋ।
ta: உங்களுக்கான மெய்நிகர் AA ஹேண்டிலை பெறுவதற்குப் பதிவு செய்து, நிதி நிறுவனங்களில் உள்ள உங்கள் வங்கிக் கணக்குகள், இன்சூரன்ஸ் பாலிசிகள், ஈக்விட்டி டீமேட் கணக்குகள், மியூச்சுவல் ஃபண்டுகள் மற்றும் பிற சொத்துகளை இணைத்து, தகவல்களைப் பாதுகாப்பாகப் பகிரவும்.
te: మీ వర్చువల్ AA హండిల్ పొందడానికి మరియు మీ బ్యాంక్ ఖాతాలు, బీమా పాలసీలు, ఈక్విటీ డిమ్యాట్ ఖాతాలు, మ్యుచువల్ ఫండ్స్ మరియు అర్థిక సంస్థల చేతులలో ఉన్న ఇతర అస్తులు లింక్ చేయడానికి మరియు సమాచారాన్ని భద్రంగా పంచుకోడానికి

# managingConsentTitle
source: Introducing Finvu, Account Aggregator
bn: উপস্থাপিত করা হচ্ছে ফিনভু, অ্যাকাউন্ট অ্যাগ্রিগেটর
gu: Finvu, એકાઉન્ટ એગ્રીગેટરનો પરિચય
hi: फिनव्यू, अकाउंट ऐग्रिगेटर का परिचय
kn: ಪ್ರಸ್ತುತಪಡಿಸುತ್ತಿದ್ದೇವೆ ಫಿನ್​ವಿಯು, ಖಾತೆ ಅಗ್ರಿಗೇಟರ್
ml: അവതരിപ്പിക്കുന്നു ഫിൻവു അക്കൗണ്ട് അഗ്രഗേറ്റർ
mr: फिनव्हीयु, अकाउंट ॲग्रीगेटर यांचा परिचय
or: ପ୍ରସ୍ତୁତ କରୁଛୁ Finvu, ଏକାଉଣ୍ଟ୍ ଆଗ୍ରିଗେଟର
pa: ਪੇਸ਼ ਹੈ Finvu, ਖਾਤਾ ਐਗਰੀਗੇਟਰ
ta: அறிமுகப்படுத்துகிறோம், Finvu கணக்கு திரட்டி
te: ఫిన్​వ్యూ, ఖాతా సముదాయకర్త పరిచయం

source: min
bn: মিনিট
gu: મિનિટ
hi: मिनट
kn: ನಿಮಿಷ
ml: മിനിറ്റ്
mr: मि.
or: ମିନିଟ୍​
pa: ਮਿੰਟ
ta: நிமிடம்
te: నిమిషం

source: mins
bn: মিনিট
gu: મિનિટ
hi: मिनट
kn: ನಿಮಿಷಗಳು
ml: മിനിറ്റുകൾ
mr: मिनिट्स
or: ମିନିଟ୍​
pa: ਮਿੰਟ
ta: நிமிடங்கள்
te: నిమిషాలు

source: Mobile Number
bn: মোবাইল নম্বর
gu: મોબાઇલ નંબર
hi: मोबाइल नंबर
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ml: മൊബൈൽ നമ്പർ
mr: मोबाइल नंबर
or: ମୋବାଇଲ୍ ​ନମ୍ବର
pa: ਮੋਬਾਈਲ ਨੰਬਰ
ta: கைபேசி எண்
te: మొబైల్ నంబర్

source: month
bn: মাস
gu: મહિનો
hi: महीना
kn: ತಿಂಗಳು
ml: മാസം
mr: महिना
or: ମାସ
pa: ਮਹੀਨਾ
ta: மாதம்
te: నెల

source: months
bn: মাস
gu: મહિના
hi: महीने
kn: ತಿಂಗಳುಗಳು
ml: മാസങ്ങൾ
mr: महिने
or: ମାସଗୁଡ଼ିକ
pa: ਮਹੀਨੇ
ta: மாதங்கள்
te: నెలలు

source: Mutual Funds
bn: মিউচুয়াল ফান্ড
gu: મ્યુચ્યુઅલ ફંડ
hi: म्यूचुअल फंड
kn: ಮ್ಯುಚುವಲ್ ಫಂಡ್ಸ್
ml: മ്യൂച്വൽ ഫണ്ടുകൾ
mr: म्युचुअल फंड
or: ମ୍ୟୁଚୁଆଲ୍​ଫଣ୍ଡ
pa: ਮਿਉਚੁਅਲ ਫੰਡ
ta: மியூச்சுவல் ஃபண்ட்ஸ்
te: మ్యూచువల్ ఫండ్స్

# networkInsecure
source: Your network is insecure
bn: আপনার নেটওয়ার্ক নিরাপদ নয়
gu: તમારૂં નેટવર્ક અસુરક્ષિત છે
hi: आपका नेटवर्क असुरक्षित है
kn: ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ ಅಸುರಕ್ಷಿತವಾಗಿದೆ
ml: താങ്കളുടെ നെറ്റ്​വർക്ക് സുരക്ഷിതമല്ല
mr: तुमचे नेटवर्क असुरक्षित आहे
or: ଆପଣଙ୍କ ନେଟୱାର୍କ୍ ଅସୁରକ୍ଷିତ
pa: ਤੁਹਾਡਾ ਨੈੱਟਵਰਕ ਅਸੁਰੱਖਿਅਤ ਹੈ
ta: உங்கள் நெட்வொர்க் பாதுகாப்பாக இல்லை
te: మీ నెట్​వర్క్ భద్రంగా లేదు

source: New PIN
bn: নতুন PIN
gu: નવો PIN
hi: नया PIN
kn: ಹೊಸ ಪಿನ್
ml: പുതിയ പിൻ
mr: नवीन PIN
or: ନୂଆ PIN
pa: ਨਵਾਂ ਪਿੰਨ
ta: புதிய PIN
te: కొత్త పిన్

# newPinAndOldPinCannotBeTheSame
source: New and current PIN cannot be the same
bn: নতুন এবং বর্তমান PIN এক হতে পারে না
gu: નવો અને વર્તમાન PIN એકસમાન ન હોઇ શકે
hi: नया और वर्तमान PIN एक समान नहीं हो सकता
kn: ಹೊಸ ಮತ್ತು ಪ್ರಸ್ತುತ ಪಿನ್ ಒಂದೇ ಆಗಿರಬಾರದು
ml: പുതിയ പിൻ, നിലവിലുള്ള പിൻ എന്നിവ ഒന്നാകരുത്
mr: नवीन आणि सध्याचा PIN एकच असू शकत नाही
or: ନୂତନ ଏବଂ ସମ୍ପ୍ରତି PIN ସମାନ ହୋଇପାରିବ ନାହିଁ
pa: ਨਵਾਂ ਅਤੇ ਮੌਜੂਦਾ ਪਿੰਨ ਇੱਕੋ ਨਹੀਂ ਹੋ ਸਕਦਾ
ta: புதிய மற்றும் தற்போதைய PIN ஒன்றாக இருக்கக்கூடாது
te: కొత్త మరియు ప్రస్తుత పిన్ ఒకటే ఉండకూడదు

source: Next
bn: পরবর্তী
gu: આગળ
hi: अगला
kn: ಮುಂದೆ
ml: അടുത്തത്
mr: पुढील
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
ta: அடுத்து
te: తదుపరి

source: Next premium
bn: পরবর্তী প্রিমিয়াম
gu: આગામી પ્રીમિયમ
hi: अगला प्रीमियम
kn: ಮುಂದಿನ ಪ್ರೀಮಿಯಂ
ml: അടുത്ത പ്രീമിയം
mr: पुढील प्रीमिअम
or: ପରବର୍ତ୍ତୀ ପ୍ରିମିୟମ୍​
pa: ਅਗਲਾ ਪ੍ਰੀਮੀਅਮ
ta: அடுத்த பிரீமியம்
te: తదుపరి ప్రీమియమ్

source: No Account Found
bn: কোন অ্যাকাউন্ট পাওয়া যায়নি
gu: કોઇ ખાતુ મળ્યું નહીં
hi: कोई अकाउंट नहीं मिला
kn: ಯಾವುದೇ ಖಾತೆ ಕಂಡುಬರುತ್ತಿಲ್ಲ
ml: അക്കൗണ്ടൊന്നും കണ്ടെത്തിയില്ല
mr: कुठलेही अकाउंट सापडले नाही.
or: କୌଣସି ଏକାଉଣ୍ଟ ମିଳିଲା ନାହିଁ
pa: ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਲੱਭਿਆ
ta: கணக்கு எதுவும் காணப்படவில்லை
te: ఏ ఖాతా కనుగొనబడలేదు

# noAccountsDiscoveredReason1
source: This could be due to either:
bn: এটি উভয়ের কারণে হতে পারে:
gu: આવું નીચેનાને કારણે બની શકે છે:
hi: यह इनमें से किसी कारण से हो सकता है:
kn: ಇದು ಈ ಕೆಳಗಿನ ಯಾವುದೇ ಕಾರಣದಿಂದ ಆಗಿರಬಹುದು:
ml: ഇത് ഒന്നുകിൽ ഒരു കാരണമാകാം:
mr: याचे कारण यापैकी एक असू शकतेः
or: ଏହା ଏଥିମଧ୍ୟରୁ କୌଣସିଟି କାରଣ ପାଇଁ ହୋଇପାରେ:
pa: ਇਹ ਇਹਨਾ ਵਿੱਚ ਕਿਸੇ ਵੀ ਕਾਰਨ ਹੋ ਸਕਦਾ ਹੈ:
ta: இதற்கான காரணம் பின்வருவதில் ஏதாவதாக இருக்கலாம்:
te: ఇది ఎందువల్ల అయి ఉంటుందంటే:

# noAccountsDiscoveredReason2
source: • The institution may be experiencing some technical difficulties - please try again later
bn: সংস্থাটি কিছু প্রযুক্তিগত সমস্যার সম্মুখীন হয়ে থাকতে পারে - অনুগ্রহ করে পরে আবার চেষ্টা করুন
gu: આ સંસ્થા અમુક ટેક્નિકલ મૂશ્કેલીઓનો સામનો કરી શકતી હોઇ શકે છે – કૃપા કરીને પછી ફરી પ્રયાસ કરો
hi: • इंस्टिट्यूशन में कुछ तकनीकी परेशानियाँ चल रही होंगी - कृपया थोड़ी देर बाद कोशिश करें
kn: • ಸಂಸ್ಥೆಯು ಕೆಲವು ತಾಂತ್ರಿಕ ತೊಂದರೆಗಳನ್ನು ಅನುಭವಿಸುತ್ತಿರಬಹುದು - ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: സ്ഥാപനം ചില സാങ്കേതിക ബുദ്ധിമുട്ടുകൾ നേരിടുന്നുണ്ടാകാം - ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക
mr: • संस्थेला काही तांत्रिक अडचणी आल्या असतील - कृपया नंतर पुन्हा प्रयत्न करा.
or: • ଅନୁଷ୍ଠାନ କିଛି ବୈଷୟିକ ଅସୁବିଧାର ସମ୍ମୁଖୀନ ହୋଇପାରେ - ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
pa: • ਸੰਸਥਾ ਨੂੰ ਕੁਝ ਤਕਨੀਕੀ ਮੁਸ਼ਕਲਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਕਿਰਪਾ ਕਰਕੇ ਬਾਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: • நிறுவனம் ஏதாவது தொழில்நுட்பக் கோளாறுகளை எதிர்கொண்டிருக்கலாம் – தயவுசெய்து சிறிது நேரத்துக்குப் பிறகு மீண்டும் முயற்சிக்கவும்
te: • ఈ సంస్థకి కొన్ని సాంకేతిక సమస్యలు తలెతినట్లుగా ఉంది - దయచేసి తరువాత మళ్ళీ ప్రయత్నించండి

# noAccountsDiscoveredReason3
source: • Your account with the bank is a joint account - Banks only support this functionality on Individual accounts
bn: ব্যাঙ্কে আপনার অ্যাকাউন্টটি হল একটি যৌথ অ্যাকাউন্ট - ব্যাঙ্কগুলি শুধুমাত্র ব্যক্তিগত অ্যাকাউন্টগুলিতে এই ধরনের লেনদেন অনুমোদন করে৷
gu: આ બેંક સાથેનું તમારૂં એકાઉન્ટ સંયુક્ત ખાતુ હોઇ શકે છે – બેંક ફક્ત વ્યક્તિગત ખાતાઓ માટે આ ફંક્શનાલિટીને સપૉર્ટ કરે છે
hi: • इस बैंक में आपका अकाउंट जॉइंट अकाउंट है - बैंक यह सुविधा केवल एकल व्यक्ति के नाम के अकाउंट के लिए देते हैं
kn: • ಬ್ಯಾಂಕ್ ನೊಂದಿಗಿನ ನಿಮ್ಮ ಖಾತೆಯು ಜಂಟಿ ಖಾತೆಯಾಗಿದೆ – ಬ್ಯಾಂಕ್ ಗಳು ಈ ಪ್ರಕಾರದ ಸೌಲಭ್ಯವನ್ನು ವೈಯಕ್ತಿಕ ಖಾತೆಗಳಲ್ಲಿ ಮಾತ್ರ ಬೆಂಬಲಿಸುತ್ತವೆ
ml: ബാങ്കുമായുള്ള നിങ്ങളുടെ അക്കൗണ്ട് ഒരു സംയുക്ത അക്കൗണ്ടാണ് - വ്യക്തിഗത അക്കൗണ്ടുകളിൽ മാത്രമേ ബാങ്കുകൾ ഈ പ്രവർത്തനത്തെ പിന്തുണയ്ക്കൂ
mr: • तुमचे बँकेमधील अकाउंट जॉइंट अकाउंट आहे - बँका केवळ वैयक्तिक अकाउंटकरिताच ही सुविधा देतात.
or: ବ୍ୟାଙ୍କ ସହିତ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ ହେଉଛି ଏକ ମିଳିତ(ଜଏଣ୍ଟ) ଏକାଉଣ୍ଟ - ବ୍ୟାଙ୍କଗୁଡ଼ିକ କେବଳ ବ୍ୟକ୍ତିଗତ ଏକାଉଣ୍ଟଗୁଡ଼ିକରେ ଏହି ପ୍ରକାର୍ଯ୍ୟକୁ ସମର୍ଥନ କରେ।
pa: • ਬੈਂਕ ਵਿੱਚ ਤੁਹਾਡਾ ਖਾਤਾ ਇੱਕ ਸਾਂਝਾ ਖਾਤਾ ਹੈ - ਬੈਂਕ ਸਿਰਫ਼ ਵਿਅਕਤੀਗਤ ਖਾਤਿਆਂ ''ਤੇ ਇਸ ਕਾਰਜਸ਼ੀਲਤਾ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ
ta: வங்கியிலுள்ள உங்கள் கணக்கு கூட்டுக் கணக்காக இருக்கிறது – தனி நபர் கணக்குகளுக்கு மட்டுமே வங்கிகள் இந்த வசதிக்கு ஆதரவளிக்கும்
te: • బ్యాంక్​తో ఉన్న మీ ఖాతా సమిష్టి ఖాతా - బ్యాంకులు ఈ పనితీరుని కేవలం వ్యక్తిగత ఖాతాలకి మాత్రమే మద్దతిస్తాయి

# noAccountsFoundAssociatedWith
source: Could not find accounts for below institutions with mobile number
bn: নীচের সংস্থাগুলির জন্য মোবাইল নম্বর সহ অ্যাকাউন্ট খুঁজে পাওয়া যায়নি
gu: મોબાઇલ નંબર વડે નીચેની સંસ્થાઓ માટે ખાતાઓ શોધી શકાયા નહીં
hi: निम्नलिखित इंस्टिट्यूशनों के लिए मोबाइल नंबर से जुड़े अकाउंट नहीं मिले
kn: ಈ ಕೆಳಗೆ ನಮೂದಿಸಿದ ಸಂಸ್ಥೆಗಳ ಹೆಸರಿನಲ್ಲಿ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯೊಂದಿಗೆ ಜೋಡಿಸಲ್ಪಟ್ಟ ಯಾವುದೇ ಖಾತೆಗಳನ್ನು ಹುಡುಕಲಾಗಲಿಲ್ಲ
ml: മൊബൈൽ നമ്പറുമൊത്ത് താഴെയുള്ള സ്ഥാപനങ്ങളുടെ അക്കൗണ്ടുകൾ കണ്ടെത്താൻ കഴിഞ്ഞില്ല
mr: खालील संस्थांकरिता मोबाइल नंबर सहित अकाउंट सापडू शकले नाहीत.
or: ମୋବାଇଲ୍ ନମ୍ବର ସହିତ ନିମ୍ନ ଅନୁଷ୍ଠାନଗୁଡ଼ିକ ପାଇଁ ଏକାଉଣ୍ଟଗୁଡ଼ିକ ଖୋଜିପାରିନଥିଲା।
pa: ਹੇਠਲੀਆਂ ਸੰਸਥਾਵਾਂ ਲਈ ਮੋਬਾਈਲ ਨੰਬਰ ਵਾਲੇ ਖਾਤੇ ਨਹੀਂ ਲੱਭ ਸਕੇ
ta: கீழுள்ள கைப்பேசி எண்கள் உள்ள நிறுவனங்களுக்கான கணக்குகளைக் கண்டறிய இயலவில்லை
te: మొబైల్ నబర్​తో క్రింది సంస్థలకి ఖాతాలు కనుగొనబడలేదు

source: No Consent Activity found
bn: কোনো সম্মতি প্রদান সংক্রান্ত কার্যকলাপ পাওয়া যায়নি
gu: સંમતિ સંબંધી કોઇ પ્રવૃત્તિ મળી નહીં
hi: सहमति क्रिया नहीं देखी गई
kn: ಯಾವುದೇ ಸಮ್ಮತಿಯ ಚಟುವಟಿಕೆ ಕಂಡುಬಂದಿಲ್ಲ
ml: സമ്മത പ്രവർത്തനങ്ങളൊന്നും കണ്ടെത്തിയില്ല
mr: संमती दिल्याची कुठलीही कृती आढळली नाही.
or: କୌଣସି ସହମତି କାର୍ଯ୍ୟକଳାପ ମିଳିନଥିଲା
pa: ਕੋਈ ਸਹਿਮਤੀ ਗਤੀਵਿਧੀ ਨਹੀਂ ਮਿਲੀ
ta: சம்மதம் செயல்பாடு எதுவும் காணப்படவில்லை
te: ఏ సమ్మతి కార్యాచరణ కనుగొనబడలేదు

# noConsentFound
source: No consent found for this Account
bn: এই অ্যাকাউন্টের জন্য কোনো প্রদত্ত সম্মতি পাওয়া যায়নি
gu: આ ખાતા માટે કોઇ સંમતિ મળી નહીં
hi: इस अकाउंट के लिए सहमति नहीं मिली
kn: ಈ ಖಾತೆಗಾಗಿ ಯಾವುದೇ ಸಮ್ಮತಿ ಕಂಡುಬರುತ್ತಿಲ್ಲ
ml: ഈ അക്കൗണ്ടിന് സമ്മതമൊന്നും കണ്ടെത്തിയില്ല
mr: ह्या अकाउंटकरिता कुठलीही संमती आढळली नाही.
or: ଏହି ଏକାଉଣ୍ଟ ପାଇଁ କୌଣସି ସହମତି ମିଳିନଥିଲା
pa: ਇਸ ਖਾਤੇ ਲਈ ਕੋਈ ਸਹਿਮਤੀ ਨਹੀਂ ਮਿਲੀ
ta: இந்தக் கணக்குக்குக்கு சம்மதம் காணப்படவில்லை
te: ఏ సమ్మతి ఈ ఖాతాకి కనుగొనబడలేదు

source: No Other Notifications
bn: অন্য কোন বিজ্ঞপ্তি নেই
gu: બીજી કોઇ સૂચનાઓ નથી
hi: कोई अन्य नोटिफिकेशन नहीं है
kn: ಇತರೆ ಯಾವುದೇ ನೋಟಿಫಿಕೇಷನ್ ಇಲ್ಲ
ml: മറ്റ് അറിയിപ്പുകളൊന്നുമില്ല
mr: इतर कुठल्याही सूचना नाहीत
or: ଅନ୍ୟ ବିଜ୍ଞପ୍ତିଗୁଡିକ ନାହିଁ
pa: ਕੋਈ ਹੋਰ ਸੂਚਨਾਵਾਂ ਨਹੀਂ
ta: பிற அறிவிப்புகள் எதுவும் இல்லை
te: ఏ ఇతర నోటిఫికేషన్స్ లేవు

source: No Priority Notifications
bn: কোন অগ্রাধিকার ভিত্তিক বিজ্ঞপ্তি নেই
gu: પ્રાથમિકતાવાળી કોઇ સૂચનાઓ નથી
hi: कोई प्राइॉरिटी नोटिफिकेशन नहीं है
kn: ಯಾವುದೇ ಆಧ್ಯತೆಯ ನೋಟಿಫಿಕೇಷನ್ ಇಲ್ಲ
ml: മുൻഗണനാ അറിയിപ്പുകളൊന്നുമില്ല
mr: कुठल्याही प्राधान्य सूचना नाहीत
or: କୌଣସି ପ୍ରାଥମିକତା ବିଜ୍ଞପ୍ତି ନାହିଁ
pa: ਕੋਈ ਤਰਜੀਹੀ ਸੂਚਨਾਵਾਂ ਨਹੀਂ
ta: முன்னுரிமை அறிவிப்புகள் எதுவும் இல்லை
te: ఏ ప్రాధాన్యమున్న నోటిఫికేషన్స్ లేవు

source: Notifications
bn: বিজ্ঞপ্তি
gu: સૂચનાઓ
hi: नोटिफिकेशन
kn: ನೋಟಿಫಿಕೇಷನ್​ಗಳು
ml: അറിയിപ്പുകൾ
mr: सूचना
or: ବିଜ୍ଞପ୍ତି
pa: ਸੂਚਨਾਵਾਂ
ta: அறிவிப்புகள்
te: నోటిఫికేషన్స్

source: No Unlinked Accounts
bn: কোনো লিঙ্ক বিচ্ছিন্ন করা অ্যাকাউন্ট নেই
gu: અનલિંક કરેલા કોઇ એકાઉન્ટ નથી
hi: कोई अन-लिंक अकाउंट नहीं हैं।
kn: ಯಾವುದೇ ಅನ್​ಲಿಂಕ್​ಆದ ಖಾತೆಗಳಿಲ್ಲ
ml: അൺലിങ്ക് ചെയ്യാത്ത അക്കൗണ്ടുകളൊന്നുമില്ല
mr: लिंक न केलेले कुठलेही अकाउंट नाहीत
or: କୌଣସି ଲିଙ୍କ୍ ହୋଇନଥିବା ଏକାଉଣ୍ଟ୍ ନାହିଁ
pa: ਕੋਈ ਅਣਲਿੰਕ ਕੀਤੇ ਖਾਤੇ ਨਹੀਂ ਹਨ
ta: இணைப்பு நீக்கப்பட்ட கணக்குகள் இல்லை
te: ఏ లింక్ చేయబడిన ఖాతాలు లేవు

source: NPS
bn: এনপিএস
ml: എൻ.പി.എസ്.

source: Okay
bn: ঠিক আছে
gu: ઓકે
hi: ठीक है
kn: ಸರಿ
ml: ശരി
mr: ठीक आहे
or: ଠିକ୍​ଅଛି
pa: ਠੀਕ ਹੈ
ta: சரி
te: సరే

source: Or
bn: অথবা
gu: અથવા
hi: या
kn: ಅಥವಾ
ml: അല്ലെങ്കിൽ
mr: किंवा
or: କିମ୍ବା
pa: ਜਾਂ
ta: அல்லது
te: లేదా

source: Other
bn: অন্যান্য
gu: અન્ય
hi: अन्य
kn: ಇತರ
ml: മറ്റുള്ളവ
mr: इतर
or: ଅନ୍ୟ
pa: ਹੋਰ
ta: மற்றவை
te: ఇతరత్రా

source: Other Notifications
bn: অন্যান্য বিজ্ঞপ্তি
gu: અન્ય સૂચનાઓ
hi: अन्य नोटिफिकेशन
kn: ಇತರೆ ನೋಟಿಫಿಕೇಷನ್​ಗಳು
ml: മറ്റ് അറിയിപ്പുകൾ
mr: इतर सूचना
or: ଅନ୍ୟ ବିଜ୍ଞପ୍ତିଗୁଡିକ
pa: ਹੋਰ ਸੂਚਨਾਵਾਂ
ta: பிற அறிவிப்புகள்
te: ఇతర నోటిఫికేషన్స్

source: OTP
bn: ওটিপি
ml: ഒ.ടി.പി.

source: Paused Consents
bn: বিরতি দেওয়া সম্মতিগুলি
gu: વિરામ આપેલી સંમતિઓ
hi: रुके हुए सहमतियाँ
kn: ಸ್ಥಗಿತಗೊಳಿಸಿದ ಸಮ್ಮತಿಗಳು
ml: താൽക്കാലികമായി നിർത്തിയ സമ്മതങ്ങൾ
mr: विराम दिलेल्या संमती
or: ବିରତି ଦିଆଯାଇଥିବା ସମ୍ମତିଗୁଡ଼ିକ
pa: ਰੋਕੀਆਂ ਗਈਆਂ ਸਹਿਮਤੀਆਂ
ta: நிறுத்தப்பட்ட ஒப்புதல்கள்
te: విరామం ఇచ్చిన సమ్మతులు

source: Pending Consent Details
bn: সম্মতির বিবরণ প্রদান করা বাকি
gu: અનિર્ણિત સંમતિની વિગતો
hi: सहमति विवरण अपूर्ण हैं
kn: ಬಾಕಿ ಉಳಿದ ಸಮ್ಮತಿ ವಿವರಗಳು
ml: ശേഷിക്കുന്ന സമ്മത വിശദാംശങ്ങൾ
mr: प्रलंबित संमतीचा तपशील
or: ବାକି ଥିବା ସମ୍ମତି ବିବରଣୀସମୂହ
pa: ਬਕਾਇਆ ਸਹਿਮਤੀ ਵੇਰਵੇ
ta: நிலுவையிலுள்ள சம்மத விவரங்கள்
te: వాయిదాలో ఉన్న సమ్మతి వివరాలు

source: Pending Consents
bn: সম্মতি প্রদান করা বাকি
gu: અનિર્ણિત સંમતિઓ
hi: अपूर्ण सहमति
kn: ಬಾಕಿ ಉಳಿದ ಸಮ್ಮತಿಗಳು
ml: ശേഷിക്കുന്ന സമ്മതങ്ങൾ
mr: प्रलंबित संमती
or: ବାକି ଥିବା ସମ୍ମତିଗୁଡିକ
pa: ਬਕਾਇਆ ਸਹਿਮਤੀ
ta: நிலுவையிலுள்ள சம்மதங்கள்
te: వాయిదాలో ఉన్న సమ్మతులు

source: PIN
bn: পিআইএন
kn: ಪಿನ್
ml: പിൻ
pa: ਪਿੰਨ
te: పిన్

source: PIN Changed Successfully
bn: PIN সফলভাবে পরিবর্তন করা হয়েছে৷
gu: PIN સફળતાપૂર્વક બદલાઇ ગયો
hi: PIN सफलतापूर्वक बदल दिया गया है
kn: ಪಿನ್ ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಗಿದೆ
ml: പിൻ വിജയകരമായി മാറ്റി
mr: PIN यशस्वीरित्या बदलला
or: PIN ସଫଳତାର ସହ ପରିବର୍ତ୍ତନ ହୋଇଛି
pa: ਪਿੰਨ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲਿਆ ਗਿਆ
ta: PIN வெற்றிகரமாக மாற்றப்பட்டது
te: విజయవంతంగా పిన్ మార్చబడింది

source: PIN Change Failed
bn: PIN পরিবর্তন ব্যর্থ হয়েছে৷
gu: PIN બદલવાનું નિષ્ફળ રહ્યું
hi: PIN बदलना विफल रहा
kn: ಪಿನ್ ಬದಲಾವಣೆ ವಿಫಲವಾಗಿದೆ
ml: പിൻ മാറ്റം പരാജയപ്പെട്ടു
mr: PIN बदलणे अयशस्वी झाले
or: PIN ପରିବର୍ତ୍ତନ ବିଫଳ ହୋଇଛି
pa: ਪਿੰਨ ਬਦਲਣਾ ਅਸਫਲ ਰਿਹਾ
ta: PIN மாற்றம் தோல்வியடைந்தது
te: పిన్ మార్పు విఫలమైంది

source: PINs do not match
bn: PIN গুলি মিলছে না
gu: PIN મેચ થતો નથી
hi: PIN मैच नहीं कर रहे हैं
kn: ಪಿನ್​ಗಳು ಸರಿಹೊಂದುತ್ತಿಲ್ಲ
ml: പിൻ-കൾ പൊരുത്തപ്പെടുന്നില്ല
mr: PIN जुळत नाहीत
or: PIN ଗୁଡିକ ମେଳ ହେଉନାହିଁ
pa: ਪਿੰਨ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
ta: PINகள் பொருந்தவில்லை
te: పిన్స్ సరిపోలలేదు
