Repository: yashwantGehlot/flutter_ui_sdk
Catalog: client/lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te

# pleaseAcceptTermsAndConditions
source: Please accept terms and conditions to proceed.
bn: অগ্রসর হতে নিয়ম ও শর্তাবলী স্বীকার করুন।
gu: આગળ વધવા માટે કૃપા કરીને નિયમો અને શરતો સ્વીકારો.
hi: आगे बढ़ने के लिए कृपया नियम और शर्तें स्वीकार करें।
kn: ಮುಂದುವರಿಯಲು ದಯವಿಟ್ಟು ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಿ.
ml: തുടരുന്നതിന് ദയവായി നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കുക.
mr: पुढे जाण्यासाठी कृपया नियम आणि अटी स्वीकारा.
or: ଆଗକୁ ବଢ଼ିବା ପାଇଁ ଦୟାକରି ନିୟମ ଏବଂ ସର୍ତ୍ତାବଳୀ ସ୍ୱୀକାର କରନ୍ତୁ।
pa: ਅੱਗੇ ਵਧਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਸਵੀਕਾਰ ਕਰੋ।
ta: தொடர விதிமுறைகள் மற்றும் நிபந்தனைகளை ஏற்றுக்கொள்ளவும்.
te: కొనసాగించడానికి దయచేసి నిబంధనలు మరియు షరతులను అంగీకరించండి.

# pleaseEnterIdentifierToGetDetails
source: Please enter the {identifierType} in order to get your details
bn: আপনার বিবরণ পেতে দয়া করে {identifierType} লিখুন
gu: તમારી વિગતો મેળવવા માટે કૃપા કરીને {identifierType} દાખલ કરો
hi: आपके विवरण प्राप्त करने के लिए कृपया {identifierType} दर्ज करें
kn: ನಿಮ್ಮ ವಿವರಗಳನ್ನು ಪಡೆಯಲು ದಯಮಾಡಿ {identifierType} ನಮೂದಿಸಿ
ml: താങ്കളുടെ വിശദാംശങ്ങൾ ലഭിക്കുന്നതിന് ദയവായി {identifierType} നൽകുക
mr: तुमचे तपशील मिळविण्यासाठी कृपया {identifierType} टाका
or: ଦୟାକରି ଆପଣଙ୍କ ବିବରଣୀସମୂହ ପ୍ରାପ୍ତ କରିବାକୁ {identifierType} ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਵੇਰਵੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ {identifierType} ਭਰੋ
ta: உங்கள் விவரங்களைப் பெறுவதற்கு தயவுசெய்து உள்ளிடுக {identifierType}
te: దయచేసి మీ వివరాలు పొందడానికిగాను {identifierType} నమోదు చేయండి

# pleaseEnterLinkedMobileNumber
source: Please enter the mobile number linked to your account
bn: আপনার অ্যাকাউন্টের সাথে যোগ করা মোবাইল নম্বর লিখুন
gu: કૃપા કરીને તમારા એકાઉન્ટને લિંક કરવા માટે મોબાઇલ નંબર દાખલ કરો
hi: कृपया उस मोबाइल नंबर को दर्ज करें जो आपके अकाउंट से लिंक किया हो
kn: ದಯಮಾಡಿ ನಿಮ್ಮ ಖಾತೆಯೊಂದಿಗೆ ಸಂಯೋಜನೆಯಾದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: താങ്കളുടെ അക്കൗണ്ടുമായി ലിങ്ക് ചെയ്​തിരിക്കുന്ന മൊബൈൽ നമ്പർ നൽകുക
mr: कृपया तुमच्या अकाउंटला लिंक केलेला मोबाइल नंबर टाका
or: ଦୟାକରି ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ସହ ଲିଙ୍କ୍ ହୋଇଥିବା ମୋବାଇଲ୍ ନମ୍ଵର ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਨਾਲ ਲਿੰਕ ਕੀਤਾ ਮੋਬਾਈਲ ਨੰਬਰ ਭਰੋ
ta: உங்கள் கணக்குடன் இணைக்கப்பட்ட மொபைல் எண்ணை தயவுசெய்து உள்ளிடுக
te: దయచేసి మీ ఖాతాకి లింక్ చేయబడిన మొబైల్ నంబర్ నమోదు చేయండి

# pleaseEnterMobileNumber
source: Please enter your mobile number for account linking
bn: অ্যাকাউন্ট যোগ করার জন্য আপনার মোবাইল নম্বর লিখুন
gu: કૃપા કરીને એકાઉન્ટ લિંક કરવા માટે તમારો મોબાઇલ નંબર દાખલ કરો
hi: कृपया अकाउंट को लिंक करने के लिए मोबाइल नंबर दर्ज करें
kn: ಖಾತೆಯನ್ನು ಲಿಂಕ್ ಮಾಡಲು ದಯಮಾಡಿ ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: അക്കൗണ്ട് ലിങ്ക് ചെയ്യുന്നതിന് ദയവായി താങ്കളുടെ മൊബൈൽ നമ്പർ നൽകുക
mr: कृपया अकाउंट लिंक करण्याकरिता तुमचा मोबाइल नंबर टाका
or: ଏକାଉଣ୍ଟ୍ ଲିଙ୍କିଙ୍ଗ ପାଇଁ ଦୟାକରି ଆପଣଙ୍କ ମୋବାଇଲ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਖਾਤਾ ਲਿੰਕ ਕਰਨ ਲਈ ਆਪਣਾ ਮੋਬਾਈਲ ਨੰਬਰ ਭਰੋ
ta: கணைக்கை இணைப்பதற்குத் தயவுசெய்து உங்கள் மொபைல் எண்ணை உள்ளிடுக
te: దయచేసి ఖాతా లింక్ చేయడానికి మీ మొబైల్ నంబర్ నమోదు చేయండి

source: Please enter valid pancard number
bn: অনুগ্রহ করে বৈধ প্যান কার্ড নম্বর দিন
gu: કૃપયા માન્ય પાન કાર્ડ નંબર દાખલ કરો
hi: कृपया वैध पैन कार्ड नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಪ್ಯಾನ್ ಕಾರ್ಡ್ ನಂಬರ್ ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ പാൻ കാർഡ് നമ്പർ നൽകുക
mr: कृपया वैध पॅन कार्ड नंबर प्रविष्ट करा
or: ଦୟାକରି ବୈଧ ପ୍ୟାନ କାର୍ଡ ସଂଖ୍ୟା ଦାଖଲ କରନ୍ତୁ
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਵੈਧ ਪੈਨ ਕਾਰਡ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: தயவுசெய்து செல்லுபடியான பான் கார்டு எண்ணை உள்ளிடவும்
te: దయచేసి చెల్లిన PAN కార్డు సంఖ్యను నమోదు చేయండి

source: Please verify your mobile number
bn: অনুগ্রহ করে আপনার মোবাইল নম্বর যাচাই করুন
gu: કૃપયા તમારો મોબાઈલ નંબર માન્ય કરો
hi: कृपया अपना मोबाइल नंबर सत्यापित करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮೊಬೈಲ್ ನಂಬರ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ
ml: ദയവായി നിങ്ങളുടെ മൊബൈൽ നമ്പർ സ്ഥിരീകരിക്കുക
mr: कृपया तुमचा मोबाइल नंबर सत्यापित करा
or: ଦୟାକରି ଆପଣଙ୍କର ମୋବାଇଲ୍ ନମ୍ବର ସତ୍ୟାପିତ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਮੋਬਾਈਲ ਨੰਬਰ ਪ੍ਰਮਾਣਿਤ ਕਰੋ
ta: தயவுசெய்து உங்கள் மொபைல் எண்ணை சரிபார்க்கவும்
te: దయచేసి మీ మొబైల్ నంబర్‌ను ధృవీకరించండి

# welcomeYourAAHandleIs
source: Welcome! Your AA Handle is {handleID}
bn: স্বাগতম! আপনার AA হ্যান্ডেল হল {handleID}
gu: સ્વાગત છે! તમારું AA હેન્ડલ છે {handleID}
hi: स्वागत है! आपका AA हैंडल है {handleID}
kn: ಸ್ವಾಗತ! ನಿಮ್ಮ AA ಹ್ಯಾಂಡಲ್ {handleID} ಆಗಿದೆ
ml: സ്വാഗതം! നിങ്ങളുടെ AA ഹാൻഡിൽ {handleID} ആണ്
mr: स्वागत आहे! तुमचा AA हँडल {handleID} आहे
or: ସ୍ବାଗତ! ଆପଣଙ୍କର AA ହ୍ୟାଣ୍ଡଲ୍ ହେଉଛି {handleID}
pa: ਸਵਾਗਤ ਹੈ! ਤੁਹਾਡਾ AA ਹੈਂਡਲ ਹੈ {handleID}
ta: வரவேற்கின்றேன்! உங்கள் AA ஹேண்டல் {handleID} ஆகும்
te: స్వాగతం! మీ AA హ్యాండిల్ {handleID} ఉంది

source: Please enter all fields
bn: অনুগ্রহ করে সমস্ত ফিল্ডস পূরণ করুন
gu: કૃપયા તમામ ફિલ્ડ્સ દાખલ કરો
hi: कृपया सभी फ़ील्ड्स भरें
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി എല്ലാ ഫീൽഡുകളും നൽകുക
mr: कृपया सर्व फील्ड्स भरा
or: ଦୟାକରି ସମସ୍ତ ଫିଲ୍ଡ ଭରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਖੇਤਰ ਭਰੋ
ta: தயவுசெய்து அனைத்து புலங்களையும் உள்ளிடவும்
te: దయచేసి అన్ని ఫీల్డ్స్‌ను నమోదు చేయండి

# plusMore
source: + {count} more
bn: + {count} আরো
gu: + {count} વધુ
hi: + {count} और
ml: + {count} കൂടുതൽ
mr: + {count} अधिक
or: + {count} ଅଧିକ
pa: + {count} ਹੋਰ
ta: + {count} மேலும்
te: + {count} మరింత

source: Policies
bn: নীতিসমূহ
gu: નીતિઓ
hi: पॉलिसी
kn: ಪಾಲಿಸಿಗಳು
ml: നയങ്ങൾ
mr: धोरणे
or: ନୀତିଗୁଡ଼ିକ
pa: ਪਾਲੀਸੀਆਂ
ta: கொள்கைகள்
te: పాలసీలు

source: Policy Name
bn: পলিসির নাম
gu: પોલિસીનું નામ
hi: पॉलिसी का नाम
kn: ಪಾಲಿಸಿ ಹೆಸರು
ml: പോളിസിയുടെ പേര്
mr: पॉलिसीचे नाव
or: ପଲିସି ନାମ
pa: ਪਾਲਸੀ ਦਾ ਨਾਮ
ta: பாலிசி பெயர்
te: పాలసీ పేరు

source: Policy Number
bn: পলিসির নাম্বার
gu: પોલિસી નંબર
hi: पॉलिसी नंबर
kn: ಪಾಲಿಸಿ ಸಂಖ್ಯೆ
ml: പോളിസി നമ്പർ
mr: पॉलिसी नंबर
or: ପଲିସି ନମ୍ବର
pa: ਪਾਲਸੀ ਨੰਬਰ
ta: பாலிசி எண்
te: పాలసీ నంబర్

source: Policy Type
bn: পলিসির প্রকার
gu: પોલિસીનો પ્રકાર
hi: पॉलिसी का प्रकार
kn: ಪಾಲಿಸಿ ಬಗೆ
ml: നയ തരം
mr: पॉलिसीचा प्रकार
or: ପଲିସି ପ୍ରକାର
pa: ਪਾਲਸੀ ਦੀ ਕਿਸਮ
ta: பாலிசி வகை
te: పాలసీ రకం

source: Premium amount
bn: প্রিমিয়ামের পরিমাণ
gu: પ્રીમિયમની રકમ
hi: प्रीमियम राशि
kn: ಪ್ರೀಮಿಯಂ ಮೊತ್ತ
ml: പ്രീമിയം തുക
mr: प्रीमिअमची रक्कम
or: ପ୍ରିମିୟମ୍​ରାଶି
pa: ਪ੍ਰੀਮੀਅਮ ਦੀ ਰਕਮ
ta: பிரீமியம் தொகை
te: ప్రీమియమ్ మొత్తం

source: Premium frequency
bn: প্রিমিয়াম প্রদানের সময়সূচি
gu: પ્રીમિયમનું આવર્તન
hi: प्रीमियम राशि भरने की आवृत्ति
kn: ಪ್ರೀಮಿಯಂ ಪಾವತಿಸುವ ಆವರ್ತನೆ
ml: പ്രീമിയം ആവൃത്തി
mr: प्रीमिअमची वारंवारता
or: ପ୍ରିମିୟମ୍​ବାରମ୍ୱାରତା
pa: ਪ੍ਰੀਮੀਅਮ ਦੀ ਬਾਰੰਬਾਰਤਾ
ta: பிரீமியம் கால இடைவெளி
te: ప్రీమియమ్ తరచుదనం

source: Premium payment years
bn: প্রিমিয়াম পেমেন্ট করার বছর
gu: પ્રીમિયમ ચૂકવવાના વર્ષ
hi: वर्ष जब तक प्रीमियम देना होगा
kn: ಪ್ರೀಮಿಯಂ ಪಾವತಿಮಾಡಬೇಕಾದ ಸಂವತ್ಸರಗಳು
ml: പ്രീമിയം പേയ്മെന്റ് വർഷങ്ങൾ
mr: प्रीमिअम भरण्याची वर्षे
or: ପ୍ରିମିୟମ୍​ଦେୟ ବର୍ଷ
pa: ਪ੍ਰੀਮੀਅਮ ਭੁਗਤਾਨ ਸਾਲ
ta: பிரீமியம் செலுத்தும் வருடங்கள்
te: ప్రీమియమ్ చెల్లింపు సంవత్సరములు

source: Priority
bn: অগ্রাধিকার
gu: પ્રાથમિકતા
hi: प्राथमिकता
kn: ಆಧ್ಯತೆಗಳು
ml: മുൻഗണന
mr: प्राधान्य
or: ପ୍ରାଥମିକତା
pa: ਤਰਜੀਹ
ta: முன்னுரிமை
te: ప్రాధాన్యత

source: Profile
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
ta: விவரக் குறிப்பு
te: ప్రొఫైల్

source: Provide Consent
bn: সম্মতি প্রদান করুন
gu: સંમતિ પૂરી પાડો
hi: सहमति दें
kn: ಸಮ್ಮತಿಯನ್ನು ಒದಗಿಸಿ
ml: സമ്മതം നൽകുക
mr: संमती द्या
or: ସହମତି ପ୍ରଦାନ କରନ୍ତୁ
pa: ਸਹਿਮਤੀ ਪ੍ਰਦਾਨ ਕਰੋ
ta: சம்மதம் வழங்குக
te: సమ్మతి అందించండి

source: Purpose
bn: উদ্দেশ্য
gu: ઉદ્દેશ
hi: प्रयोजन
kn: ಉದ್ದೇಶ
ml: ഉദ്ദേശം
mr: उद्देश
or: ଉଦ୍ଦେଶ୍ୟ
pa: ਮਕਸਦ
ta: நோக்கம்
te: ఉద్దేశం

source: Register
bn: নিবন্ধন করুন
gu: નોંધણી કરો
hi: रेजिस्टर करें
kn: ನೋಂದಣಿ
ml: രജിസ്റ്റർ ചെയ്യുക
mr: रजिस्टर करा
or: ପଞ୍ଜୀକରଣ କରନ୍ତୁ
pa: ਰਜਿਸਟਰ ਕਰੋ
ta: பதிவு
te: రిజిస్టర్ చేసుకోండి

source: Register Account
bn: অ্যাকাউন্ট নিবন্ধন করুন
gu: એકાઉન્ટની નોંધણી કરો
hi: अकाउंट रेजिस्टर करें
kn: ಖಾತೆ ನೋಂದಣಿ
ml: അക്കൗണ്ട് രജിസ്റ്റർ ചെയ്യുക
mr: अकाउंट रजिस्टर करा
or: ଏକାଉଣ୍ଟ୍ ପଞ୍ଜୀକରଣ କରନ୍ତୁ
pa: ਖਾਤਾ ਰਜਿਸਟਰ ਕਰੋ
ta: கணக்கை பதிவு செய்க
te: రిజిస్టర్ ఖాతా

source: Registration Failed
bn: নিবন্ধন ব্যর্থ হয়েছে
gu: નોંધણી નિષ્ફળ રહી
hi: रेजिस्टर करना विफल हो गया
kn: ನೋಂದಣಿ ವಿಫಲ
ml: രജിസ്ട്രേഷൻ പരാജയപ്പെട്ടും
mr: रजिस्ट्रेशन अयशस्वी झाले
or: ପଞ୍ଜୀକରଣ ବିଫଳ ହୋଇଛି
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਅਸਫਲ ਰਹੀ
ta: பதிவு தோல்வியடைந்தது
te: రిజిస్ట్రేషన్ విఫలమైంది

source: Reject
bn: প্রত্যাখ্যান করুন
gu: અસ્વીકાર કરો
hi: अस्वीकार करें
kn: ನಿರಾಕರಿಸಿ
ml: നിരസിക്കുക
mr: अस्वीकृत करा
or: ପ୍ରତ୍ୟାଖ୍ୟାନ କରନ୍ତୁ
pa: ਰੀਜੈਕਟ ਕਰੋ
ta: நிராகரிக்கவும்
te: నిరాకరించండి

source: Remove
bn: অপসারণ করুন
gu: દૂર કરો
hi: हटाएं
kn: ಹೊರತೆಗೆಯಿರಿ
ml: നീക്കം ചെയ്യുക
mr: काढून टाका
or: ଅପସାରଣ କରନ୍ତୁ
pa: ਹਟਾਓ
ta: அகற்றுக
te: తీసివేయండి

# requestedOn
source: Requested on {date}
bn: {date} অনুরোধ করা হয়েছে
gu: {date}ના રોજ વિનંતી કરી હતી
hi: {date} को अनुरोध किया गया
kn: ವಿನಂತಿಸಿದ ದಿನಾಂಕ {date}
ml: {date}-ന് അഭ്യർത്ഥിച്ചു
mr: {date} रोजी विनंती केली
or: {date} ରେ ଅନୁରୋଧ କରାଯାଇଛି
pa: {date} ਨੂੰ ਬੇਨਤੀ ਕੀਤੀ ਗਈ
ta: வேண்டப்பட்டது {date}
te: {date} న అభ్యర్థించబడింది

source: Required
bn: প্রয়োজনীয়
gu: ફરજિયાત
hi: आवश्यक
kn: ಅಗತ್ಯತೆ
ml: ആവശ്യമാണ്
mr: आवश्यक
or: ଆବଶ୍ୟକ
pa: ਲੋੜੀਂਦਾ ਹੈ
ta: தேவையானவை
te: కావలిసినది

source: Resend OTP
bn: OTP আবার পাঠান
gu: OTP ફરી મોકલો
hi: OTP दोबारा भेजें
kn: OTP ಪುನಃಕಳುಹಿಸಿ
ml: OTP വീണ്ടും അയയ്​ക്കുക
mr: OTP पुन्हा पाठवा
or: OTP ପୁନଃପ୍ରେରଣ କରନ୍ତୁ
pa: OTP ਦੁਬਾਰਾ ਭੇਜੋ
ta: மீண்டும் அனுப்புக OTP
te: OTP మళ్ళీ పంపించండి

source: Resend OTP in
bn: OTP আবার পাঠান
gu: માં OTP ફરી મોકવો
hi: OTP दोबारा भेजें निम्नलिखित में
kn: OTP ಪುನಃಕಳುಹಿಸಿ
ml: ഒ.ടി.പി. വീണ്ടും അയയ്ക്കുക
mr: मध्ये OTP पुन्हा पाठवा
or: ରେ OTP ପୁନଃପ୍ରେରଣ କରନ୍ତୁ
pa: ਵਿੱਚ OTP ਦੁਬਾਰਾ ਭੇਜੋ
ta: க்குள் மீண்டும் OTP அனுப்புக
te: లోకి OTP మళ్ళీ పంపించండి

source: Revoke
bn: প্রত্যাহার করুন
gu: પાછી ખેંચો
hi: वापस लें
kn: ಪುನಃಚಾಲನೆ
ml: അസാധുവാക്കുക
mr: रद्द करा
or: ପ୍ରତ୍ୟାହାର କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
ta: ரத்து செய்க
te: రివోక్

# revokeConsentConfirmation
source: Are you sure that you want to revoke this consent?
bn: আপনি কি নিশ্চিত যে আপনি এই সম্মতিটি প্রত্যাহার করতে চান?
gu: શું તમે ખરેખર આ સંમતિ પાછી ખેંચવા માગો છો?
hi: क्या आप वाकई में सहमति वापस लेना चाहते हैं?
kn: ಈ ಸಮ್ಮತಿಯನ್ನು ಪುನಃಚಾಲನೆ ಮಾಡುವುದು ಖಚಿತವೇ?
ml: ഈ സമ്മതം അസാധുവാക്കണമെന്ന് താങ്കൾക്ക് തീർച്ചയാണോ?
mr: तुम्हाला ही संमती रद्द करायची आहे, हे निश्चित आहे?
or: ଆପଣ ଏହି ସମ୍ମତି ପ୍ରତ୍ୟାହାର କରିବାକୁ ସୁନିଶ୍ଚିତ କି?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ ਤੇ ਇਸ ਸਹਿਮਤੀ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: நீங்கள் உறுதியாக இந்தச் சம்மதத்தை ரத்து செய்ய விரும்புகிறீர்களா?
te: ఖచ్చితమేనా మీరు ఈ సమ్మతి రివోక్ చేయాలనుకుంటున్నారా?

source: Search Institution
bn: সংস্থা অনুসন্ধান করুন
gu: સંસ્થા શોધો
hi: इंस्टिट्यूशन खोजें
kn: ಸಂಸ್ಥೆಯನ್ನು ಹುಡುಕಿ
ml: സ്ഥാപനം തിരയുക
mr: संस्था शोधा
or: ଅନୁଷ୍ଠାନ ସନ୍ଧାନ କରନ୍ତୁ
pa: ਖੋਜ ਸੰਸਥਾ
ta: நிறுவனத்தை தேடுக
te: సంస్థ శోధన

source: sec
bn: সেকেন্ড
gu: સેકન્ડ
hi: सेकन्ड
kn: ಸೆಕಂಡು
ml: സെക്കൻ്റ്
mr: से.
or: ସେକେଣ୍ଡ
pa: ਸਕਿੰਟ
ta: நொடி
te: క్షణం

source: secs
bn: সেকেন্ড
gu: સેકન્ડ
hi: सेकंड
kn: ಕ್ಷಣಗಳು
ml: സെക്കൻ്റ്
mr: सेकंद
or: ସେକେଣ୍ଡ
pa: ਸਕਿੰਟ
ta: நொடிகள்
te: క్షణాలు

# securityCompromisedErrorDescription
source: Your device''s security has been compromised. For the safety of your financial information, access to the Finvu app is restricted on this device.
bn: আপনার ডিভাইসের নিরাপত্তা বিঘ্নিত হয়েছে। আপনার আর্থিক তথ্যের নিরাপত্তার জন্য, এই ডিভাইসটির ফিনভু অ্যাপে অ্যাক্সেস সীমাবদ্ধ।
gu: તમારા ઉપકરણની સુરક્ષા સાથે બાંધછોડ કરવામાં આવી છે. તમારી નાણાકીય માહિતીની સુરક્ષા માટે, આ ઉપકરણ પર Finvu એપના ઍક્સેસને પ્રતિબંધિત કરવામાં આવેલ છે.
hi: आपके डिवाइस की सुरक्षा जोखिम में है। आपकी वित्तीय जानकारी की सुरक्षा के लिए, इस डिवाइस पर फिनव्यू ऐप का अभिगम प्रतिबंधित है।
kn: ನಿಮ್ಮ ಉಪಕರಣದ ಭದ್ರತೆಯೊಂದಿಗೆ ಗೊಂದಲವಿದೆ. ನಿಮ್ಮ ಹಣಕಾಸಿನ ಮಾಹಿತಿಯ ಸುರಕ್ಷತೆಗಾಗಿ, ಈ ಉಪಕರಣದಲ್ಲಿ ಫಿನ್​ವಿಯು ಆಪ್ ನ ಬಳಕೆಯನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
ml: താങ്കളുടെ ഉപകരണത്തിൻ്റെ സുരക്ഷ അപഹരിക്കപ്പെട്ടിരിക്കുന്നു. താങ്കളുടെ സാമ്പത്തിക വിവരങ്ങളുടെ സുരക്ഷയ്ക്കായി, ഈ ഉപകരണത്തിൽ ഫിൻവു ആപ്പിലേക്കുള്ള ആക്​സസ് നിയന്ത്രിച്ചിരിക്കുന്നു.
mr: तुमच्या डीव्हाइसची सुरक्षितता धोक्यात आली आहे. तुमच्या आर्थिक माहितीच्या सुरक्षिततेकरिता, ह्या डीव्हाइसवर फिनव्हीयु ॲपवरील प्रवेश प्रतिबंधित केला आहे.
or: ଆପଣଙ୍କ ଡିଭାଇସ୍​ର ନିରାପତ୍ତା ହାନି ହୋଇଛି। ଆପଣଙ୍କ ଆର୍ଥିକ ସୂଚନାର ସୁରକ୍ଷା ପାଇଁ, ଏହି ଡିଭାଇସ୍​ରେ Finvu ଆପ୍ଲିକେସନ୍ ଆକ୍ସେସ୍​ ସୀମିତ ଅଛି।
pa: ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਦੀ ਸੁਰੱਖਿਆ ਨਾਲ ਸਮਝੌਤਾ ਕੀਤਾ ਗਿਆ ਹੈ। ਤੁਹਾਡੀ ਵਿੱਤੀ ਜਾਣਕਾਰੀ ਦੀ ਸੁਰੱਖਿਆ ਲਈ, ਇਸ ਡਿਵਾਈਸ ਤੇ Finvu ਐਪ ਤੱਕ ਐਕਸੈਸ ਪ੍ਰਤਿਬੰਧਿਤ ਹੈ।
ta: உங்கள் சாதனத்தின் பாதுகாப்பில் சமரசம் செய்யப்பட்டுள்ளது. உங்கள் நிதிசார் தகவல்களின் பாதுகாப்புக்காக, இந்தச் சாதனத்தில் Finvu செயலிக்கான அணுகள் தடை செய்யப்பட்டுள்ளது.
te: మీ పరికరం భద్రత రాజీకాబడింది. మీ అర్థిక సమాచార భద్రత కొరకు, ఫిన్​వ్యూ యాప్ ప్రాప్తి ఈ పరికరం పైన నియంత్రించబడింది.

source: Security Error
bn: নিরাপত্তা সংক্রান্ত ত্রুটি
gu: સુરક્ષા એરર
hi: सुरक्षा त्रुटि
kn: ಭದ್ರತೆ ದೋಷ
ml: സുരക്ഷാ പിശക്
mr: सुरक्षितता एरर
or: ସୁରକ୍ଷା ତ୍ରୁଟି
pa: ਸੁਰੱਖਿਆ ਵਿੱਚ ਗਲਤੀ
ta: பாதுகாப்புப் பிழை
te: భద్రతా దోషం

# securityPasscodeLockErrorDescription
source: The device is not protected by a passcode or lock. To ensure the security of your Finvu application, please set up a passcode or lock on your device.
bn: ডিভাইসটি একটি পাসকোড বা লক দ্বারা সুরক্ষিত নয়৷ আপনার ফিনভু অ্যাপ্লিকেশনের নিরাপত্তা নিশ্চিত করতে, অনুগ্রহ করে আপনার ডিভাইসে একটি পাসকোড বা লক সেট আপ করুন।
gu: આ ઉપકરણ પાસકોડ અથવા લૉક દ્વારા સુરક્ષિત કરેલ નથી તમારી Finvu એપ્લિકેશનની સુરક્ષા સુનિશ્ચિત કરવા માટે, કૃપા કરીને તમારા ઉપકરણ પર એક પાસકોડ અથવા લૉક સેટ કરો.
hi: डिवाइस पासकोड या लॉक करके सुरक्षित नहीं किया गया है। आपके फिनव्यू ऐप्लिकेशन की सुरक्षा के लिए, कृपया अपने डिवाइस में पासकोड या लॉक लगाएं।
kn: ಈ ಉಪಕರಣವು ಪಾಸ್ಕೋಡ್ ಅಥವಾ ಲಾಕ್ ನಿಂದ ಸಂರಕ್ಷಿತವಾಗಿಲ್ಲ. ನಿಮ್ಮ ಫಿನ್​ವಿಯು ಅರ್ಜಿಯ ಸುರಕ್ಷತೆಯನ್ನು ಖಾತರಿಪಡಿಸಲು, ದಯಮಾಡಿ ನಿಮ್ಮ ಉಪಕರಣದಲ್ಲಿ ಪಾಸ್ಕೋಡ್ ಅಥವಾ ಲಾಕ್ ಸೆಟಪ್ ಮಾಡಿ
ml: ഉപകരണം ഒരു പാസ്​കോഡോ ലോക്കോ ഉപയോഗിച്ച് സംരകഷിക്കപ്പെട്ടിട്ടില്ല. താങ്കളുടെ ഫിൻവു ആപ്ലിക്കേഷൻ്റെ സുരക്ഷ ഉറപ്പാക്കാൻ, താങ്കളുടെ ഉപകരണത്തിൽ ഒരു പാസ്​കോഡ് അല്ലെങ്കിൽ ലോക്ക് സജ്ജീകരിക്കുക.
mr: डीव्हाइस पासवर्डने किंवा लॉकने संरक्षित केलेला नाही तुमच्या फिनव्हीयु ॲप्लिकेशनची सुरक्षितता सुनिश्चित करण्यासाठी, कृपया तुमच्या डीव्हाइसवर एक पासकोड किंवा लॉक सेट करा.
or: ଡିଭାଇସ୍ ଏକ ପାସକୋଡ୍ କିମ୍ୱା ଲକ୍ ଦ୍ୱାରା ସୁରକ୍ଷିତ ନୁହେଁ। ଆପଣଙ୍କ Finvu ଆପ୍ଲିକେସନ୍​ର ସୁରକ୍ଷା ସୁନିଶ୍ଚିତ କରିବାକୁ, ଦୟାକରି ଆପଣଙ୍କ ଡିଭାଇସ୍​ରେ ଏକ ପାସକୋଡ୍ କିମ୍ୱା ଲକ୍ ସେଟ୍ ଅପ୍ କରନ୍ତୁ।
pa: ਡਿਵਾਈਸ ਪਾਸਕੋਡ ਜਾਂ ਲਾਕ ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਹੈ। ਤੁਹਾਡੀ Finvu ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਡਿਵਾਈਸ ਤੇ ਪਾਸਕੋਡ ਜਾਂ ਲਾਕ ਸੈਟ ਅਪ ਕਰੋ।
ta: குறியீடு அல்லது பூட்டின் மூலம் இந்தச் சாதனம் பாதுகாக்கப்படவில்லை. உங்கள் Finvu செயலியின் பாதுகாப்பை உறுதி செய்வதற்கு, தயவுசெய்து உங்கள் சாதனத்திற்குக் குறியீடு அல்லது பூட்டு ஒன்றை அமைக்கவும்.
te: పరికరం పాస్​కోడ్ లేదా లాక్ ద్వారా రక్షించబడడం లేదు. మీ ఫిన్​వ్యూ అప్లికేషన్ భద్రతని నిర్థారించుకోడానికి, దయచేసి మీ పరికరానికి పాస్​కోడ్ లేదా లాక్ సెటప్ చేయండి.

source: Select All
bn: সব নির্বাচন করুন
gu: બધું પસંદ કરો
hi: सभी को चुनें
kn: ಎಲ್ಲವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mr: सर्व निवडा
or: ସମସ୍ତ ଚୟନ କରନ୍ତୁ
pa: ਸਾਰਿਆ ਨੂੰ ਚੁਣੋ
ta: அனைத்தையும் தேர்வு செய்க
te: అన్ని ఎంచుకోండి

source: Select Mobile Number
bn: মোবাইল নম্বর নির্বাচন করুন
gu: મોબાઇલ નંબર પસંદ કરો
hi: मोबाइल नंबर चुनें
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಆರಿಸಿ
ml: മൊബൈൽ നമ്പർ തിരഞ്ഞെടുക്കുക
mr: मोबाइल नंबर निवडा
or: ମୋବାଇଲ୍ ନମ୍ବର ଚୟନ କରନ୍ତୁ
pa: ਮੋਬਾਈਲ ਨੰਬਰ ਚੁਣੋ
ta: மொபைல் எண்ணைத் தேர்வு செய்க
te: మొబైల్ నంబర్ ఎంచుకోండి

source: Self Consent
bn: নিজের সম্মতি
gu: સ્વ સંમતિ
hi: स्वयं की सहमति
kn: ಸ್ವಂತ ಒಪ್ಪಿಗೆ
ml: സ്വയം സമ്മതം
mr: स्व-संमती
or: ନିଜର ସହମତି
pa: ਸਵੈ ਸਹਿਮਤੀ
ta: சுயசம்மதம்
te: స్వీయ సమ్మతి

# selfConsentRequest
source: Provide self consent
bn: নিজের সম্মতি প্রদান করুন
gu: સ્વ સંમતિ પૂરી પાડો
hi: स्वयं की सहमति दें
kn: ಸ್ವಂತ ಒಪ್ಪಿಗಗೆಯನ್ನು ಒದಗಿಸಿ
ml: സ്വയം സമ്മതം നൽകുക
mr: स्व-संमती द्या
or: ନିଜର ସହମତି ପ୍ରଦାନ କରନ୍ତୁ
pa: ਸਵੈ ਸਹਿਮਤੀ ਪ੍ਰਦਾਨ ਕਰੋ
ta: சுயசம்மதம் வழங்குக
te: స్వీయ సమ్మతి అందించండి

source: Session Expired
bn: সেশানের মেয়াদ সমাপ্ত
gu: સેસન સમાપ્ત થઇ ગયું
hi: सत्र खत्म हो गया
kn: ಸೆಷನ್ ಅವಧಿ ಮುಕ್ತಾಯವಾಗಿದೆ
ml: സെഷൻ കാലഹരണപ്പെട്ടു
mr: सेशनची मुदत समाप्त झाली
or: ଅଧିବେଶନ ସମୟ ସମାପ୍ତ ହୋଇଯାଇଛି
pa: ਸੈਸ਼ਨ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ
ta: அமர்வு காலாவதியாகிவிட்டது
te: సెషన్ గడువు ముగిసింది

# sessionExpiredLoginToContinue
source: Your session has expired, please login again to continue
bn: আপনার সেশনের মেয়াদ শেষ হয়ে গেছে, ফিরে যেতে অনুগ্রহ করে আবার লগইন করুন
gu: તમારા સેશનની સમયસીમા સમાપ્ત થઇ ગઇ છે, ચાલુ રાખવા માટે કૃપા કરીને ફરી લોગિન કરો
hi: आपका सेशन समाप्त हो गया है, जारी रखने के लिए कृपया फिर से लॉगिन करें
kn: ನಿಮ್ಮ ಸೆಷನ್ ನ ಅವಧಿ ಮೀರಿದೆ, ಮುಂದುವರಿಯಲು ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಲಾಗ್ ಇನ್ ಮಾಡಿರಿ.
ml: നിങ്ങളുടെ സെഷൻ കാലഹരണപ്പെട്ടു, തുടരാൻ വീണ്ടും ലോഗിൻ ചെയ്യുക
mr: तुमच्या सेशनची मुदत समाप्त झाली आहे, पुढे सुरू ठेण्यासाठी कृपया पुन्हा लॉगइन करा.
or: ଆପଣଙ୍କ ଅଧିବେଶନର ସମୟ ସମାପ୍ତ ହୋଇଛି, ଜାରି ରଖିବାକୁ ଦୟାକରି ପୁନର୍ବାର ଲଗଇନ୍​ କରନ୍ତୁ
pa: ਤੁਹਾਡੇ ਸੈਸ਼ਨ ਦਾ ਸਮਾਂ ਖਤਮ ਹੋ ਗਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਜਾਰੀ ਰੱਖਣ ਲਈ ਦੁਬਾਰਾ ਲੌਗਇਨ ਕਰੋ
ta: உங்கள் அமர்வுக்கான நேரம் முடிந்துவிட்டது, தொடர்வதற்கு மீண்டும் உள்நுழைக
te: మీ సెషన్ గడువు ముగిసింది, కొనసాగించడానికి దయచేసి లాగిన్ చేయండి

source: Settings
bn: সেটিংস
gu: સેટિંગ
hi: सेटिंग
kn: ಸೆಟ್ಟಿಂಗ್ಸ್
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग
or: ସେଟିଂସମୂହ
pa: ਸੈਟਿੰਗਾਂ
ta: அமைப்புகள்
te: సెట్టింగ్స్

source: Sign In
bn: সাইন ইন করুন
gu: સાઇન ઇન કરો
hi: साइन इन करें
kn: ಸೈನ್ ಇನ್
ml: സൈൻ ഇൻ ചെയ്യുക
mr: साइन इन करा
or: ସାଇନ୍​ ଇନ୍​ କରନ୍ତୁ
pa: ਸਾਈਨ ਇਨ
ta: உள்நுழைக
te: సైన్ ఇన్

source: Sign In Using PIN
bn: PIN ব্যবহার করে সাইন ইন করুন
gu: PINના ઉપયોગથી સાઇન ઇન કરો
hi: PIN इस्तेमाल करके साइन इन करें
kn: ಪಿನ್ ಬಳಸಿ ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: പിൻ ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
mr: PIN चा उपयोग करून साइन इन करा
or: PIN ବ୍ୟବହାର କରି ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਪਿੰਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਾਈਨ ਇਨ ਕਰੋ
ta: PINஐ பயன்படுத்தி உள்நுழைக
te: సైన్ ఇన్ పిన్ వాడుతోంది

# sitBackAndRelax
source: Sit back and relax while we discover your accounts
bn: আমরা যখন আপনার অ্যাকাউন্টগুলি খুঁজে বার করছি সেই সময় আরাম করে বসুন
gu: અમે તમારા એકાઉન્ટ શોધીએ ત્યાંસુધી આરામથી બેસો
hi: आप आराम से बैठे जितनी देर में हम आपके अकाउंट खोजते हैं
kn: ನಾವು ನಿಮ್ಮ ಖಾತೆಗಳನ್ನು ಪತ್ತೆ ಮಾಡುವ ವರೆಗೂ ಕುಳಿತುಕೊಂಡು ವಿಶ್ರಾಂತಿಸಿ
ml: താങ്കളുടെ അക്കൗണ്ടുകൾ ഞങ്ങൾ കണ്ടെത്തുമ്പോൾ വിശ്രമിക്കൂ
mr: आम्ही तुमचे अकाउंट शोधत असताना स्वस्थ बसा आणि निश्चिंत राहा
or: ଆମେ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍​ଗୁଡିକ ଆବିଷ୍କାର କରିବା ସମୟରେ ବସନ୍ତୁ ଏବଂ ଆରାମ କରନ୍ତୁ
pa: ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤਿਆਂ ਦੀ ਖੋਜ ਕਰਦੇ ਹਾਂ, ਆਰਾਮ ਨਾਲ ਬੈਠੋ
ta: உங்கள் கணக்குகளை நாங்கள் கண்டறியும் சமயத்தில் ஓய்வாக அமர்ந்திருங்கள்
te: మేము ఖాతాలు కనుగొంటుండగా మీరు విశ్రాంతిగా కూర్చోండి

source: Skip
bn: এড়িয়ে যান
gu: અવગણો
hi: स्किप करें
kn: ಸ್ಕಿಪ್
ml: വിട്ടുകളയുക
mr: पुढे जा
or: ସ୍କିପ୍​କରନ୍ତୁ
pa: ਛੱਡੋ
ta: தவிர்க்கவும்
te: దాట వేయండి

source: Something went wrong
bn: কিছু ত্রুটি হয়েছে
gu: કંઇક ખોટું થયું
hi: कुछ त्रुटि हो गई
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു
mr: काहीतरी समस्या आली आहे
or: କିଛି ଭୁଲ୍ ହୋଇଛି
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ
ta: ஏதோ தவறு ஏற்பட்டுவிட்டது
te: ఏదో తప్పు జరిగింది

# somethingWentWrongPleaseTryAgain
source: Something went wrong. Please try again in sometime.
bn: কিছু সমস্যা হয়েছে। অনুগ্রহ করে কিছুক্ষণ পরে আবার চেষ্টা করুন
gu: કંઇક ખોટું થયું. કૃપા કરીને થોડા સમય પછી ફરી પ્રયાસ કરો.
hi: कुछ त्रुटि हो गई। कृपया थोड़ी देर बार फिर से कोशिश करें।
kn: ಏನೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു. കുറച്ച് സമയത്തിന് ശേഷം വീണ്ടും ശ്രമിക്കുക.
mr: काहीतरी समस्या आली आहे. कृपया थोड्या वेळात पुन्हा प्रयत्न करा.
or: କିଛି ଭୁଲ୍​ହୋଇଗଲା। ଦୟାକରି କିଛି ସମୟ ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਮੇਂ ਬਾਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: ஏதோ தவறாகிவிட்டது. தயவுசெய்து சிறிது நேரம் கழித்து மீண்டும் முயலுக.
te: ఏదో తప్పు జరిగింది. దయచేసి కొంతసమయం తరువాత మళ్ళీ ప్రయత్నించండి.

source: Start Date
bn: মেয়াদ শুরুর তারিখ
gu: શરૂ થવાની તારીખ
hi: आरंभ करने की तारीख
kn: ಆರಂಭ ದಿನಾಂಕ
ml: ആരംഭിക്കുന്ന തീയതി
mr: सुरू केल्याची तारीख
or: ଆରମ୍ଭ ତାରିଖ
pa: ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ
ta: ஆரம்பத் தேதி
te: ప్రారంభ తేది

source: Submit
bn: জমা দিন
gu: સબમિટ કરો
hi: जमा करें
kn: ಸಲ್ಲಿಸಿ
ml: സമർപ്പിക്കുക
mr: सादर करा
or: ଦାଖଲ କରନ୍ତୁ
pa: ਜਮ੍ਹਾਂ ਕਰੋ
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి

source: Sum Assured
bn: নিঃশ্চয়কৃত রাশি
gu: વીમા રકમ
hi: बीमित राशि
kn: ವಿಮಾ ಮೊತ್ತ
ml: അഷ്വേർഡ് തുക
mr: विम्याची रक्कम
or: ମୋଟ ବୀମାଭୁକ୍ତ ରାଶି
pa: ਬੀਮੇ ਦੀ ਰਕਮ
ta: உறுதியளிக்கப்பட்ட தொகை
te: హామి ఇవ్వబడిన మొత్తం

# termAndRecurringDeposits
source: Term & Recurring Deposits
bn: মেয়াদী ও রেকারিং আমানত
gu: અવધિ અને રિકરિંગ ડિપોઝિટ
hi: टर्म और आवर्ती जमाराशि
kn: ಟರ್ಮ್ (ಅವಧಿ) ಮತ್ತು ರಿಕರಿಂಗ್ (ಮರುಕಳಿಸುವ) ಠೇವಣಿಗಳು
ml: കാലാവധി & ആവർത്തന നിക്ഷേപങ്ങൾ
mr: मुदत आणि आवर्ती ठेवी
or: ସର୍ତ୍ତ ଏବଂ ରିକରିଂ ଡିପୋଜିଟ୍​ (ବାରମ୍ୱାର ରଖାଯାଉଥିବା ଜମା)
pa: ਮਿਆਦ ਅਤੇ ਆਵਰਤੀ ਡਿਪਾਜ਼ਿਟ
ta: டேர்ம் & ரெக்கரிங் டெபாசிட்கள்
te: టర్మ్ & రికర్రింగ్ డిపాజిట్స్

source: Terms and Conditions
bn: নিয়ম এবং শর্তাবলী
gu: નિયમો અને શરતો
hi: नियम एवं शर्तें
kn: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು
ml: നിബന്ധനകളും വ്യവസ്ഥകളും
mr: अटी आणि शर्ती
or: ନିୟମ ଏବଂ ସର୍ତ୍ତାବଳୀ
pa: ਨਿਬੰਧਨ ਅਤੇ ਸ਼ਰਤਾਂ
ta: விதிமுறைகள் மற்றும் கட்டுப்பாடுகள்
te: నియమాలు మరియు షరతులు

# timeAgo
source: {value} {unit} ago
bn: {value} {unit} আগে
gu: {value} {unit} અગાઉ
hi: {value} {unit} पहले
kn: {value} {unit} ಹಿಂದೆ
ml: {value} {unit} മുമ്പ് \
mr: {value} {unit} पूर्वी
or: {value} {unit} ପୂର୍ବରୁ
pa: {value} {unit} ਪਹਿਲਾਂ
ta: {value} {unit} முன்
te: {value} {unit} క్రితం

# timesPerUnit
source: {value} times per {unit}
bn: {value} প্রতি বার{unit}
gu: {unit} દીઠ {value} ગણું
hi: प्रति {unit}{value} बार
kn: ಪ್ರತಿ {value} ಬಾರಿ {unit}
ml: {value} തവണ പ്രതി {unit}
mr: {value} वेळा प्रती {unit}
or: ପ୍ରତି {unit} ରେ {value} ଥର
pa: {value} ਵਾਰੀ ਪ੍ਰਤਿ {unit}
ta: {value} மடங்குகள் ஒரு{unit}
te: {value} సార్లు ప్రతి {unit} కి

source: Transactions
bn: লেনদেন
gu: લેવડદેવડ
hi: लेन-देन
kn: ವಹಿವಾಟುಗಳು
ml: ഇടപാടുകൾ
mr: व्यवहार
or: ନେଣଦେଣଗୁଡ଼ିକ
pa: ਲੈਣ-ਦੇਣ
ta: பரிவர்த்தனைகள்
te: లావాదేవీలు

source: Transaction Time
bn: লেনদেনের সময়
gu: લેવડદેવડનો સમય
hi: लेन-देन का समय
kn: ವಹಿವಾಟು ಸಮಯ
ml: ഇടപാട് സമയം
mr: व्यवहारासाठी लागणारा वेळ
or: ନେଣଦେଣ ସମୟ
pa: ਲੈਣ-ਦੇਣ ਦਾ ਸਮਾਂ
ta: பரிவர்த்தனை நேரம்
te: లావాదేవీ సమయం

source: Type
bn: প্রকার
gu: પ્રકાર
hi: प्रकार
kn: ಬಗೆ
ml: തരം
mr: प्रकार
or: ପ୍ରକାର
pa: ਕਿਸਮ
ta: வகை
te: రకం

source: Units
bn: ইউনিট
gu: યુનિટ
hi: यूनिट
kn: ಘಟಕಗಳು
ml: യൂണിറ്റുകൾ
mr: युनिट
or: ୟୁନିଟ୍​ଗୁଡ଼ିକ
pa: ਇਕਾਈਆਂ
ta: யூனிட்கள்
te: యునిట్స్

source: Use PIN to Sign In
bn: সাইন ইন করতে PIN ব্যবহার করুন
gu: સાઇન કરવા માટે PINનો ઉપયોગ કરો
hi: साइन इन करने के लिए PIN प्रयोग करें
kn: ಸೈನ್ ಇನ್ ಮಾಡಲು ಪಿನ್ ಬಳಸಿ
ml: സൈൻ ഇൻ ചെയ്യാൻ പിൻ ഉപയോഗിക്കുക
mr: साइन इन करण्यासाठी PIN चा उपयोग करा
or: ସାଇନ୍ ଇନ୍ କରିବାକୁ PIN ବ୍ୟବହାର କରନ୍ତୁ
pa: ਸਾਈਨ ਇਨ ਕਰਨ ਲਈ ਪਿੰਨ ਦੀ ਵਰਤੋਂ ਕਰੋ
ta: உள்நுழைவதற்கு PINஐ பயன்படுத்துக
te: సైన్ ఇన్​కి పిన్ వాడండి

source: Verify OTP
bn: OTP যাচাই করুন
gu: OTPની પુષ્ટિ કરો
hi: OTP सत्यापित करें
kn: OTP ಪರಿಶೀಲಿಸಿ
ml: ഒ.ടി.പി. പരിശോധിച്ചുറപ്പിക്കുക
mr: OTP ची पडताळणी करा
or: OTP ଯାଞ୍ଚ କରନ୍ତୁ
pa: OTP ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ta: சரிபார்க்க OTP
te: OTP సరి చూసుకోండి

source: Verify OTP and Set PIN
bn: OTP যাচাই করুন এবং PIN স্থির করুন
gu: OTPની પુષ્ટિ કરો અને PIN સેટ કરો
hi: OTP सत्यापित करें और PIN सेट करें
kn: OTP ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಪಿನ್ ಸೆಟ್ ಮಾಡಿ
ml: ഒ.ടി.പി. പരിശോധിച്ചുറപ്പിച്ച് പിൻ സെറ്റ് ചെയ്യുക
mr: OTP ची पडताळणी करा आणि PIN सेट करा
or: OTP ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ PIN ସେଟ୍ କରନ୍ତୁ
pa: OTP ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ PIN ਸੈੱਟ ਕਰੋ
ta: OTPஐ சரிபார்த்து, PINஐ அமைக்கவும்
te: OTP సరి చూసుకోండి మరియు పిన్ సెట్ చేయండి

source: Verify Your Details
bn: আপনার বিবরণ যাচাই করুন
gu: તમારી વિગતોની પુષ્ટિ કરો
hi: अपने विवरण सत्यापित करें
kn: ನಿಮ್ಮ ವಿವರಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ml: താങ്കളുടെ വിശദാംശങ്ങൾ പരിശോധിച്ചുറപ്പിക്കുക
mr: तुमच्या तपशिलांची पडताळणी करा
or: ଆପଣଙ୍କ ବିବରଣୀସମୂହ ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਆਪਣੇ ਵੇਰਵਿਆਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ta: உங்கள் விவரங்களைச் சரிபார்க்கவும்
te: మీ వివరాలు సరి చూసుకోండి

source: View All
bn: সব দেখুন
gu: બધુ જુઓ
hi: सब देखें
kn: ಎಲ್ಲಾ ವೀಕ್ಷಿಸಿ
ml: എല്ലാം കാണുക
mr: सर्व पहा
or: ସମସ୍ତ ଦେଖନ୍ତୁ
pa: ਸਭ ਦੇਖੋ
ta: அனைத்தையும் பார்க்கவும்
te: అన్ని వీక్షించండి

source: VIEW CONSENT ACTIVITY
bn: সম্মতি প্রদানের কার্যকলাপ দেখুন
gu: સંમતિની પ્રવૃત્તિ જુઓ
hi: सहमति गतिविधियाँ देखें
kn: ಸಮ್ಮತಿ ಚಟುವಟಿಕೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: സമ്മത പ്രവർത്തനം കാണുക
mr: संमतीची ॲक्टिव्हिटी पहा
or: ସମ୍ମତି କାର୍ଯ୍ୟକଳାପ ଦେଖନ୍ତୁ
pa: ਸਹਿਮਤੀ ਦੀ ਗਤੀਵਿਧੀ ਦੇਖੋ
ta: சம்மத செயல்பாட்டைப் பார்க்கவும்
te: సమ్మతి క్రీయాశీలతను వీక్షించండి

source: View Data
bn: ডেটা দেখুন
gu: ડેટા જુઓ
hi: डेटा देखें
kn: ಡೇಟಾವನ್ನು ನೋಡಿ
ml: ഡാറ്റ കാണുക
mr: डेटा पहा
or: ଡାଟା ଦର୍ଶନ କରନ୍ତୁ
pa: ਡਾਟਾ ਵੇਖੋ
ta: தரவைக் காண்க
te: డేటా వీక్షించండి
